[[[["The engineer’s first problem in any design situation is to discover what the problem really is."],["Unknown"]],[["You never change things by fighting the existing reality. To change something, build a new model that makes the existing model obsolete."],["Buckminster Fuller"]],[["Gradually people come to you to buy surprise, and the thing that’s nicest about it is that when people come to buy surprise, I have no idea of what I’m going to give them either."],["Peter Rice"]],[["Engineering stimulates the mind. Kids get bored easily. They have got to get out and get their hands dirty: make things, dismantle things, fix things. When the schools can offer that, you’ll have an engineer for life."],["Bruce Dickinson"]],[["If not for the compulsions of engineers, mankind would never have seen the wheel, settling instead for the trapezoid because some Neanderthal in marketing convinced everybody it had great braking ability."],["Scott Adams"]],[["Engineers have more words for screwing up than the Inuit have words for snow."],["Pierce Nichols"]],[["At that time (ξ) the chief engineer was almost always the chief test pilot as well. That had the fortunate result of eliminating poor engineering early in aviation."],["Igor Sikorsky"]],[["I guess the question I'm asked the most often is: \"When you were sitting in that capsule listening to the count-down, how did you feel?\" Well, the answer to that one is easy. I felt exactly how you would feel if you were getting ready to launch and knew you were sitting on top of two million parts ; all built by the lowest bidder on a government contract."],["John Glenn"]],[["We, the unwilling, led by the unknowing, are doing the impossible for the ungrateful. We have done so much, for so long, with so little, we are now qualified to do anything with nothing"],["Unknown"]],[["One man’s \"magic\" is another man’s engineering. \"Supernatural\" is a null word."],["Robert A. Heinlein"]],[["I am an old man now, and when I die and go to Heaven there are two matters on which I hope for enlightenment. One is quantum electrodynamics and the other is the turbulent motion of fluids. And about the former I am rather more optimistic."],["Sir Horace Lamb"]],[["Whenever you are asked if you can do a job, tell ‘em ‘Certainly I can!’ Then get busy and find out how to do it."],["Theodore Roosevelt"]],[["The engineer is a mediator between the philosopher and the working mechanic and, like an interpreter between two foreigners must understand the language of both, hence the absolute necessity of possessing both practical and theoretical knowledge."],["Henry Palmer"]],[["When I am working on a problem, I never think about beauty but when I have finished, if the solution is not beautiful, I know it is wrong."],["R. Buckminster Fuller"]],[["I am, and ever will be, a white-socks, pocket-protector, nerdy engineer, born under the second law of thermodynamics, steeped in steam tables, in love with free body diagrams, transformed by Laplace and propelled by compressible flow."],["Neil Armstrong"]],[["Thirty spokes share the wheel's hub; it is the center hole that makes it useful. Shape clay into a vessel; it is the space within that makes it useful. Cut doors and windows for a room; it is the holes which make it useful. Therefore benefit comes from what is there; usefulness comes from what is not."],["Excerpt from the Tao Te Ching"]],[["The scientific man does not aim at an immediate result. He does not expect that his advanced ideas will be readily taken up. His work is like that of the planter ; for the future. His duty is to lay the foundation for those who are to come, and point the way. He lives and labors and hopes."],["Nikola Tesla"]],[["There is no demand for women engineers, as such, as there are for women doctors; but there’s always a demand for anyone who can do a good piece of work."],["Edith Clarke"]],[["The world would be a better place if more engineers, like me, hated technology. The stuff I design, if I’m successful, nobody will ever notice. Things will just work, and be self managing."],["Radia Pearlman"]],[["It is a great profession. There is the satisfaction of watching a figment of the imagination emerge through the aid of science to a plan on paper. Then it moves to realization in stone or metal or energy. Then it brings jobs and homes to men. Then it elevates the standards of living and adds to the comforts of life. That is the engineer's high privilege."],["Herbert Hoover"]],[["Are engineers better at business than business people? It’s debatable. Business people certainly seem to have bigger houses, drive fancier cars, wear nicer clothes and have better looking mates. Engineers lack the time management skills to spend that kind of money. They waste all their time inventing ways to make the most money in the quickest, most efficient way possible. And then when they figure it out, they optimize the process."],["Raul Perez"]],[["No one wants to learn by mistakes, but we cannot learn enough from successes to go beyond the state of the art."],["Henry Petroski"]],[["Science can amuse and fascinate us all, but it is engineering that changes the world."],["Isaac Asimov"]],[["Scientists study the world as it is, engineers create the world that never has been."],["Theodore von Karman"]],[["The story of civilisation is, in a sense, the story of engineering that long and arduous struggle to make the forces of nature work for man’s good."],["Lyon Sprague DeCamp"]],[["Manufacturing, science and engineering are…incredibly creative. I’d venture to say more so than creative advertising agencies and things that are known as the creative industries."],["Sir James Dyson"]],[["Men build bridges and throw railroads across deserts, and yet they contend successfully that the job of sewing on a button is beyond them."],["Heywood Broun"]],[["The ideal engineer is a composite… He is not a scientist, he is not a mathematician, he is not a sociologist or a writer, but he may use the knowledge and techniques of any or all of these disciplines in solving engineering problems."],["N.W. Dougherty"]],[["Engineering is the science of economy, of conserving energy, kinetic and potential, provided and stored up by nature for the use of man. It is the business of engineering to utilise this energy to the best advantage, so that there may be the least possible waste."],["William A. Smith"]],[["The goal of science and engineering is to build better mousetraps. The goal of nature is to build better mice."],["Unknown"]],[["All we know about the new economic world tells us that nations which train engineers will prevail over those which train lawyers. No nation has ever sued its way to greatness."],["Richard Lamm"]],[["The engineer has been, and is, a maker of history."],["James Kip Finch"]],[["You see, my ambition was not to confound the engineering world but simply to create a beautiful piece of art."],["Kit Williams"]],[["A good engineer thinks in reverse and asks himself about the stylistic consequences of the components and systems he proposes."],["Helmut Jahn"]],[["Great triumphs of engineering genius; the locomotive, the truss bridge, the steel rail; ... are rather invention than engineering proper."],["Arthur Mellen Wellington"]],[["An engineer is someone who washes his hands before going to the toilet."],["Anonymous"]],[["A theory may be so rich in descriptive possibilities that it can be made to fit any data."],["Phillip Johnson*Laird"]],[["Improvement makes strait roads: but the crooked roads without improvement are roads of genius."],["William Blake"]],[["Knowing there is a structure, hidden or felt, to the random gives pleasure."],["Cecil Balmond"]],[["Can one think that because we are engineers, beauty does not preoccupy us or that we do not try to build beautiful, as well as solid and long-lasting, structures? Aren’t the genuine functions of strength always in keeping with unwritten conditions of harmony?"],["Gustave Eiffel"]],[["A scientist can discover a new star but he cannot make one. He would have to ask an engineer to do it for him."],["Gordon Lindsay Glegg"]],[["Engineering is not merely knowing and being knowledgeable, like a walking encyclopedia; engineering is not merely analysis; engineering is not merely the possession of the capacity to get elegant solutions to non-existent engineering problems; engineering is practicing the art of the organising forces of technological change… Engineers operate at the interface between science and society."],["Gordon Stanley Brown"]],[["We shape our buildings, thereafter they shape us."],["Winston Churchill"]],[["Engineering is the art of directing the great sources of power in nature for the use and convenience of man."],["Thomas Tredgold"]],[["Engineering is the professional and systematic application of science to the efficient utilisation of natural resources to produce wealth."],["Theodore Jesse Hoover"]],[["No doubt as years go by people forget which engineer did it, even if they ever knew. Or some politician puts his name on it. Or they credit it to some promoter who used other peoples money with which to finance it. But the engineer himself looks back at the unending stream of goodness that flows from his successes with satisfactions that few professions may know. And the verdict of his fellow professionals is all the accolade he wants."],["Herbert Hoover"]],[["Engineering or technology is the making of things that did not previously exist, whereas science is the discovering of things that have long existed."],["David Billington"]],[["The major difference between a thing that might go wrong and a thing that cannot possibly go wrong is that when a thing that cannot possibly go wrong goes wrong, it usually turns out to be impossible to get at and repair."],["Douglas Adams"]],[["The well being of the world largely depends upon the work of the engineer. There is a great future and unlimited scope for the profession; new works of all kinds are and will be required in every country, and for a young man of imagination and keenness I cannot conceive a more attractive profession. Imagination is necessary as well as scientific knowledge."],["Sir William Halcrow"]],[["There can be little doubt that in many ways the story of bridge building is the story of civilisation. By it we can readily measure an important part of a people's progress."],["Franklin D. Roosevelt"]],[["Engineering is quite different from science. Scientists try to understand nature. Engineers try to make things that do not exist in nature. Engineers stress invention."],["YuanCheng Fung"]],[["When engineers and quantity surveyors discuss aesthetics and architects study what cranes do we are on the right road."],["Ove Arup"]],[["The life work of the engineer consists in the systematic application of natural forces and the systematic development of natural resources in the service of man."],["Harry Walter Tyler"]],[["The scientist discovers a new type of material or energy and the engineer discovers a new use for it."],["Gordon Lindsay Glegg"]],[["Engineering ... to define rudely but not inaptly, is the art of doing that well with one dollar, which any bungler can do with two after a fashion."],["Arthur Mellen Wellington"]],[["Engineers ... are not mere technicians and should not approve or lend their name to any project that does not promise to be beneficent to man and the advancement of civilization."],["John Fowler"]],[["Engineers ... are not superhuman. They make mistakes in their assumptions, in their calculations, in their conclusions. That they make mistakes is forgivable; that they catch them is imperative. Thus it is the essence of modern engineering not only to be able to check one's own work but also to have one's work checked and to be able to check the work of others."],["Henry Petroski"]],[["I take the vision which comes from dreams and apply the magic of science and mathematics, adding the heritage of my profession and my knowledge of nature's materials to create a design."],["Anonymous (supposedly found pinned to a site hut during the construction of the Konkan railway)"]],[["Experience serves not only to confirm theory, but differs from it without disturbing it, it leads to new truths which theory only has not been able to reach."],["Dalembert"]],[["From the laying out of a line of a tunnel to its final completion, the work may be either a series of experiments made at the expense of the proprietors of the project, or a series of judicious applications of the results of previous experience."],["H.S. Drinker"]],[["Go for civil engineering, because civil engineering is the branch of engineering which teaches you the most about managing people. Managing people is a skill which is very, very useful and applies almost regardless of what you do."],["Sir John Harvey Jones"]],[["I have not failed, but found 1000 ways to not make a light bulb."],["Thomas Edison"]],[["[I am] opposed to the laying down of rules or conditions to be observed in the construction of bridges lest the progress of improvement tomorrow might be embarrassed or shackled by recording or registering as law the prejudices or errors of today."],["Isambard Kingdom Brunel"]],[["The history of engineering is really the history of breakages, and of learning from those breakages. I was taught at college 'the engineer learns most on the scrapheap'."],["C.A. Claremont, Spanning Space"]],[["One has to watch out for engineers - they begin with the sewing machine and end up with the atomic bomb."],["Marcel Pagnol, Critiques des Critiques"]],[["Let him not be grasping nor have his mind preoccupied with ... receiving perquisites, but let him with dignity keep up his position by establishing a good reputation. No work can be rightly done without honesty and incorruptibility."],["Vitruvius"]]],[["Perfection is achieved, not when there is nothing more to add, but when there is nothing left to take away"],["Antoine de SaintExupery"]],[["The problem in this business isn’t to keep people from stealing your ideas; it's making them steal your ideas!"],["Howard Aiken"]],[["Math is my Passion. Engineering is my Profession"],["Wilfred James Dolor"]],[["Any idiot can build a bridge that stands, but it takes an engineer to build a bridge that barely stands"],["Unknown"]],[["The human foot is a masterpiece of engineering and a work of art"],["Leonardo da Vinci"]],[["The fewer moving parts, the better.Exactly. No truer words were ever spoken in the context of engineering"],["Christian Cantrell"]],[["When you want to know how things really work, study them when they’re coming apart"],["William Gibson"]],[["I’ve never seen a job being done by a five-hundred-person engineering team that couldn’t be done better by fifty people"],["C. Gordon Bell"]],[["A common mistake that people make when trying to design something completely foolproof is to underestimate the ingenuity of complete fools"],["Douglas Adams"]],[["Strive for perfection in everything you do. Take the best that exists and make it better. When it does not exist, design it"],["Sir Henry Royce"]],[["Normal people believe that if it ain’t broke, don’t fix it. Engineers believe that if it ain’t broke, it doesn’t have enough features yet"],["Scott Adams"]],[["First rule of engineering; beware prototypes. Along with, avoid anything made by an engineer who doesn't have all his own fingers"],["Simon R. Green"]],[["The trick to having good ideas is not to sit around in glorious isolation and try to think big thoughts. The trick is to get more parts on the table"],["Steven Johnson"]],[["[John] Kobak explained, 'The way you learn anything is that something fails, and you figure out how not to have it fail again"],["Robert S. Arrighi"]],[["Manufacturing is more than just putting parts together. It’s coming up with ideas, testing principles and perfecting the engineering as well as final assembly"],["James Dyson"]],[["It is hardly surprising that the malodorous field of garbology has not attained the popularity of rocket science, oil exploration, or brain surgery"],["Hans Y. Tammemagi"]],[["Projects we have completed demonstrate what we know ; future projects decide what we will learn"],["Dr. Mohsin Tiwana"]],[["I don’t spend my time pontificating about high-concept things; I spend my time solving engineering and manufacturing problems"],["Elon Musk"]],[["A good scientist is a person with original ideas. A good engineer is a person who makes a design that works with as few ideas as possible. There are no prima donnas in engineering"],["Freeman Dyson"]],[["To the optimist, the glass is half full. To the pessimist, the glass is half empty. To the engineer, the glass is twice as big as it needs to be"],["Unknown"]],[["There’s nothing I believe in more strongly than getting young people interested in science and engineering, for a better tomorrow, for all humankind"],["Bill Nye"]],[["But remember this, Japanese boy... airplanes are not tools for war. They are not for making money. Airplanes are beautiful dreams. Engineers turn dreams into reality"],["Hayao Miyazaki"]],[["What we usually consider as impossible are simply engineering problems… there’s no law of physics preventing them"],["Michio Kaku"]],[["I was originally supposed to become an engineer but the thought of having to expend my creative energy on things that make practical everyday life even more refined, with a loathsome capital gain as the goal, was unbearable to me"],["Albert Einstein"]],[["The most important thing is to keep the most important thing the most important thing"],["Donald P. Coduto"]],[["It is exciting to discover electrons and figure out the equations that govern their movement; it is boring to use those principles to design electric can openers. From here on out, it's all can openers"],["Neal Stephenson"]],[["Aeroplanes are not designed by science, but by art in spite of some pretence and humbug to the contrary. I do not mean to suggest that engineering can do without science, on the contrary, it stands on scientific foundations, but there is a big gap between scientific research and the engineering product which has to be bridged by the art of the engineer"],["British Engineer to the Royal Aeronautical Society, 1922"]],[["A great bridge is a great monument which should serve to make known the splendour and genius of a nation; one should not occupy oneself with efforts to perfect it architecturally, for taste is always susceptible to change, but to conserve always in its form and decoration the character of solidity which is proper"],["Jean Peronnet"]],[["An engineer is someone who is good with figures, but doesn't have the personality of an accountant"],["An Arts graduate's view of engineers"]],[["Architects and engineers are among the most fortunate of men since they build their own monuments with public consent, public approval and often public money"],["John Prebble"]],[["Engineering is the art of modelling materials we do not wholly understand, into shapes we cannot precisely analyse so as to withstand forces we cannot properly assess, in such a way that the public has no reason to suspect the extent of our ignorance"],["Dr. AR Dykes"]],[["Engineering problems are under-defined, there are many solutions, good, bad and indifferent. The art is to arrive at a good solution. This is a creative activity, involving imagination, intuition and deliberate choice. Excerpt from the Tao Te Ching, for the future. His duty is to lay the foundation for those"],["Ove Arup"]],[["Engineering refers to the practice of organizing the design and construction [and, I would add operation] of any artifice which transforms the physical world around us to meet some recognized need"],["G.F.C. Rogers"]],[["How to stop time: kiss. How to travel in time: read. How to escape time: music. How to feel time: write. How to release time: breathe"],["Matt Haig"]],[["Time is what we want most and what we use worst"],["William Penn"]],[["It’s not about having enough time, it’s about making enough time"],["Rachael Bermingham"]],[["Time is money"],["Benjamin Franklin"]],[["Better three hours too soon than a minute too late"],["William Shakespeare"]],[["The trouble is, you think you have time"],["Buddha"]],[["The greatest gift you could give someone is your time. Because when you give your time, you are giving a portion of your life you can’t get back"],["Unknown"]],[["Punctuality is not just limited to arriving at a place at right time, it is also about taking actions at right time"],["Amit Kalantri"]],[["Time always exposes what you mean to someone"],["Unknown"]],[["After all this time? Always"],["J.K. Rowling"]],[["You can’t let your failures define you. You have to let your failures teach you"],["Barack Obama"]],[["Success is a lousy teacher. It seduces smart people into thinking they can’t lose"],["Bill Gates"]],[["Stop being afraid of what could go wrong, and start being excited about what could go right"],["Tony Robbins"]],[["Think like a Queen. A Queen is not afraid to fail. Failure is another stepping stone to greatness"],["Oprah"]],[["Defeat is a state of mind; no one is ever defeated until defeat is accepted as a reality"],["Bruce Lee"]],[["Our greatest glory is not in never falling, but in rising every time we fall"],["Confucius"]],[["It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all – in which case, you fail by default"],["J.K. Rowling"]],[["Success is going from failure to failure without losing your enthusiasm"],["Winston Churchill"]],[["Why do we grieve failures longer than we celebrate wins?"],["Komal Kapoor"]],[["Failure isn’t the end of the road. It’s a big red flag saying to you ‘Wrong way. Turn around.’"],["Oprah Winfrey"]],[["Whenever you feel like a failure, just remember that even Coca Cola only sold 25 bottles their first year"],["Anonymous"]],[["No matter what people tell you, words and ideas can change the world"],["Robin Williams"]],[["Life is like riding a bicycle. To keep your balance, you must keep moving"],["Albert Einstein"]],[["You’re off to Great Places! Today is your day! Your mountain is waiting, so… get on your way!"],["Dr. Seuss"]],[["When thinking about life, remember this: no amount of guilt can change the past and no amount of anxiety can change the future"],["Unknown"]],[["A negative mind will never give you a positive life"],["Unknown"]],[["Everything is hard before it is easy"],["Goethe"]],[["At the end of the day we can endure much more than we think we can"],["Frida Kahlo"]],[["Whatever you do never run back to what broke you"],["Frank Ocean"]],[["Take the risk or lose the chance"],["Unknown"]],[["I didn’t learn to be quiet when I had an opinion. The reason they knew who I was is because I told them"],["Ursula Burns"]],[["Never regret a day in your life. Good days bring you happiness and bad days give you experience"],["Unknown"]],[["Either you run the day, or the day runs you"],["Jim Rohn"]],[["Only I can change my life. No one can do it for me"],["Carol Burnett"]],[["Life is 10% what happens to you and 90% how you react to it"],["Charles R. Swindoll"]],[["Act as if what you do makes a difference. It does"],["William James"]],[["When the pain of an obstacle is too great, challenge yourself to be stronger"],["Unknown"]],[["Even if you’re on the right track, you’ll get run over if you just sit there"],["Will Rogers"]],[["Very little is needed to make a happy life; it is all within yourself, in your way of thinking"],["Marcus Aurelius"]],[["Life is either a daring adventure or nothing at all"],["Helen Keller"]],[["The woman who follows the crowd will usually go no further than the crowd. The woman who walks alone is likely to find herself in places no one has been before"],["Albert Einstein"]],[["Life’s like a movie, write your own ending. Keep believing, keep pretending"],["Jim Hensen"]],[["A reader lives a thousand lives before he dies. The man who never reads lives only one"],["George R.R. Martin"]],[["I find television very educating. Every time somebody turns on the set, I go into the other room and read a book"],["Groucho Marx"]],[["Never stop learning because life never stops teaching"],["Unknown"]],[["If you’re the smartest person in the room, you’re in the wrong room"],["Unknown"]],[["The capacity to learn is a gift; the ability to learn is a skill; the willingness to learn is a choice"],["Brian Herbert"]],[["The man who does not read has no advantage over the man who cannot read"],["Mark Twain"]],[["To learn a language is to have one more window from which to look at the world"],["Chinese Proverb"]],[["I’m still learning"],["Michelangelo"]],[["Live as if you were to die tomorrow. Learn as if you were to live forever"],["Mahatma Gandhi"]],[["Education is the most powerful weapon you can use to change the world"],["Nelson Mandela"]],[["Strength does not come from winning. Your struggles develop your strengths. When you go through hardships and decide not to surrender, that is strength"],["Arnold Schwarzenegger"]],[["If it doesn’t challenge you, it doesn’t change you"],["Fred DeVito"]],[["A dream doesn’t become reality through magic; it takes sweat, determination and hard work"],["Colin Powell"]],[["Every night her thoughts weighed heavily on her soul but every morning she would get up and fight another day, every night she survived"],["R.H. Sin"]],[["Still, I rise"],["Maya Angelou"]],[["The best thing you can do is MASTER the chaos in you. You are not thrown into the fire, you ARE the fire"],["Mama Indigo"]],[["Flowers grow back even after the harshest winters. You will too"],["Jennae Cecilia"]],[["Life has many ways of testing a person’s will, either by having nothing happen at all or by having everything happen all at once"],["Paulo Coelho"]],[["Be strong enough to let go and wise enough to wait for what you deserve"],["Author Unknown"]],[["It’s okay to be a glowstick: Sometimes we have to break before we shine"],["Jadah Sellner"]],[["What is coming is better than what is gone"],["Unknown"]],[["Attitude is a choice. Happiness is a choice. Optimism is a choice. Kindness is a choice. Giving is a choice. Respect is a choice. Whatever choice you make makes you. Choose wisely"],["Roy T. Bennett"]],[["Dwell on the beauty of life. Watch the stars, and see yourself running with them"],["Marcus Aurelius"]],[["Do something today that your future self will thank you for"],["Unknown"]],[["The greatest weapon against stress is the ability to choose one thought over another"],["William James"]],[["It takes nothing to join the crowd. It takes everything to stand alone"],["Hans F. Hansen"]],[["Your mind is powerful. When you fill it with positive thoughts your whole world will change"],["Unknown"]],[["Your only limit is your mind"],["Unknown"]],[["Stop being afraid of what can go wrong and start being positive about what can go right"],["Unknown"]],[["The difference between who you are and who you want to be is what you do"],["Unknown"]],[["You were born to win, but to be a winner, you must plan to win, prepare to win, and expect to win"],["Zig Ziglar"]],[["One thing’s for sure, if you don’t play, you don’t win"],["Kylie Francis"]],[["Winning means you’re willing to go longer, work harder, and give more than anyone else"],["Vince Lombardi"]],[["Talent wins games, but teamwork wins championships"],["Michael Jordan"]],[["When I win and when I lose, I take ownership of it, because I really am in charge of what I do"],["Nicki Minaj"]],[["A champion is afraid of losing. Everyone else is afraid of winning. ‘Competing at the highest level is not about winning. It’s about preparation, courage, understanding, nurturing your people, and heart. Winning is the result.” – Joe Torre"],["Billie Jean King,” Joe Torre"]],[["A winner is a dreamer who never gives up"],["Nelson Mandela"]],[["The secret of your future is hidden in your daily routine"],["Mike Murdock"]],[["Losers quit when they fail. Winners fail until they succeed"],["Robert T. Kiyosaki"]],[["It is never too late to be what you might have been"],["George Eliot"]],[["Words can inspire, thoughts can provoke, but only action truly brings you closer to your dreams"],["Brad Sugars"]],[["Don’t stop when you are tired. Stop when you are done"],["Unknown"]],[["Don’t tell people about your dreams. Show them your dreams"],["Unknown"]],[["Revenge is a powerful motivator"],["Marcus Luttrell"]],[["Motivation may be what starts you off, but it’s habit that keeps you going back for more"],["Miya Yamanouchi"]],[["I will not erase all my hard work this week because it’s the weekend"],["Unknown"]],[["It might not be easy but it’ll be worth it"],["Unknown"]],[["Make your fear of losing your greatest motivator"],["Unknown"]],[["You will never always be motivated, so you must learn to be disciplined"],["Unknown"]],[["I’m not a product of my circumstances. I am a product of my decisions"],["Stephen Covey"]],[["Doubt is a killer. You just have to know who you are and what you stand for"],["Jennifer Lopez"]],[["Be a first rate version of yourself, not a second rate version of someone else"],["Judy Garland"]],[["Learn from the mistakes of others. You can’t live long enough to make them all yourself"],["Eleanor Roosevelt"]],[["I was smart enough to go through any door that opened"],["Joan Rivers"]],[["Done is better than perfect"],["Sheryl Sandberg"]],[["If your dreams don’t scare you, they are too small"],["Richard Branson"]],[["Today is your opportunity to build the tomorrow you want"],["Ken Poirot"]],[["What hurts you blesses you. ‘Nothing is stronger than a broken man rebuilding himself"],["RUnknown"]],[["I always thought it was me against the world and then one day I realized it’s just me against me"],["Kendrick Lamar"]],[["A man is not finished when he is defeated. He is finished when he quits"],["Richard Nixon"]],[["The world is changed by your example, not by your opinion"],["Paulo Coelho"]],[["If you don’t build your dream, someone else will hire you to help them build theirs"],["Dhirubhai Ambani"]],[["I’m not in this world to live up to your expectations and you’re not in this world to live up to mine"],["Bruce Lee"]],[["What’s right is what’s left if you do everything else wrong"],["Robin Williams"]],[["Be a fruitloop in a world of Cheerios"],["Unknown"]],[["Dream beautiful dreams, and then work to make those dreams come true"],["Spencer W. Kimball"]],[["Be the change you want to see in the world"],["Mahatma Gandhi"]],[["Believe you can and you will"],["Unknown"]],[["Do the right thing even when no one is looking"],["Unknown"]],[["Make today the day you learn something new"],["Unknown"]],[["Be silly, be honest, be kind"],["Ralph Waldo Emerson"]],[["If you think someone could use a friend. Be one"],["Unknown"]],[["It’s not what happens to you but how you react to it that matters"],["Epictetus"]],[["You don’t have to be perfect to be amazing"],["Unknown"]],[["Always be careful when you follow the masses. Sometimes the m is silent"],["Unknown"]],[["Never let anyone treat you like you’re regular glue. You’re glitter glue"],["Unknown"]],[["If you fall – I’ll be there"],["Floor"]],[["When Plan 'A' doesn’t work, don’t worry, you still have 25 more letters to go through"],["Unknown"]],[["If you think you’re too small to make a difference, try sleeping with a mosquito"],["Dalai Lama"]],[["If at first you don’t succeed, then skydiving isn’t for you"],["Steven Wright"]],[["A diamond is merely a lump of coal that did well under pressure"],["Unknown"]],[["I find television very educational. Every time someone turns it on, I go in the other room and read a book"],["Groucho Marx"]],[["Opportunity does not knock, it presents itself when you beat down the door"],["Kyle Chandler"]],[["I have not failed. I’ve just found 10,000 ways that won’t work"],["Thomas A. Edison"]],[["You could rattle the stars,"],["she whispered"]],[["You could do anything, if only you dared. And deep down, you know it, too. That’s what scares you most"],["Sarah J. Maas"]],[["It is only when we take chances, when our lives improve. The initial and the most difficult risk that we need to take is to become honest"],["Walter Anderson"]],[["The adventure of life is to learn. The purpose of life is to grow. The nature of life is to change. The challenge of life is to overcome. The essence of life is to care. The opportunity of like is to serve. The secret of life is to dare. The spice of life is to befriend. The beauty of life is to give"],["William Arthur Ward"]],[["When you know your worth, no one can make you feel worthless"],["Unknown"]],[["If you’ve never eaten while crying you don’t know what life tastes like"],["Johann Wolfgang von Goethe"]],[["If you judge people, you have no time to love them"],["Mother Teresa"]],[["Once you do know what the question actually is, you’ll know what the answer means"],["Douglas Adams"]],[["The two most important days in your life are the day you’re born and the day you find out why"],["Mark Twain"]],[["Nothing ever goes away until it teaches us what we need to know"],["Pema Chodron"]],[["We can see through others only when we can see through ourselves"],["Bruce Lee"]],[["You don’t get paid for the hour. You get paid for the value you bring to the hour"],["JIm Rohn"]],[["Be an Encourager: When you encourage others, you boost their self-esteem, enhance their self-confidence, make them work harder, lift their spirits and make them successful in their endeavors. Encouragement goes straight to the heart and is always available. Be an encourager. Always"],["Roy T. Bennett"]],[["Remember, you have been criticizing yourself for years and it hasn’t worked. Try approving of yourself and see what happens"],["Louise L Hay"]],[["Work hard and don’t give up hope. Be open to criticism and keep learning. Surround yourself with happy, warm and genuine people"],["Tena Desae"]],[["Stay true to yourself, yet always be open to learn. Work hard, and never give up on your dreams, even when nobody else believes they can come true but you. These are not cliches but real tools you need no matter what you do in life to stay focused on your path"],["Phillip Sweet"]],[["You can control two things: your work ethic and your attitude about anything"],["Ali Krieger"]],[["Success isn’t always about greatness. It’s about consistency. Consistent hard work leads to success. Greatness will come"],["Dwayne Johnson"]],[["One, remember to look up at the stars and not down at your feet. Two, never give up work. Work gives you meaning and purpose and life is empty without it. Three, if you are lucky enough to find love, remember it is there and don’t throw it away"],["Stephen Hawking"]],[["Some women choose to follow men, and some women choose to follow their dreams. If you’re wondering which way to go, remember that your career will never wake up and tell you that it doesn’t love you anymore"],["Lady Gaga"]],[["Read, read, read. Read everything — trash, classics, good and bad, and see how they do it. Just like a carpenter who works as an apprentice and studies the master. Read! You’ll absorb it. Then write. If it’s good, you’ll find out. If it’s not, throw it out of the window"],["William Faulkner"]],[["I really appreciate people who correct me, because without them, I might have been repeating mistakes for a long time"],["Mufti Menk"]],[["Motivation comes from working on things we care about"],["Sheryl Sandberg"]],[["If today you are a little bit better than you were yesterday, then that’s enough"],["David A. Bednar"]],[["Education is the most powerful weapon which you can use to change the world"],["Nelson Mandela"]],[["If you can’t make a mistake you can’t make anything"],["Marva Collin"]],[["Practice makes progress not perfect"],["Unknown"]],[["You may be disappointed if you fail, but you’ll be doomed if you don’t try"],["Beverly Sills"]],[["Failure is the tuition you pay for success"],["Walter Brunell"]],[["If we wait until we’re ready, we’ll be waiting for the rest of our lives"],["Lemony Snicket"]],[["Study while others are sleeping; work while others are loafing; prepare while others are playing; and dream while others are wishing"],["William Arthur Ward"]],[["The best revenge is massive success"],["Frank Sinatra"]],[["What’s on the other side of fear? Nothing"],["Jamie Foxx"]],[["Quitters never win. Winners never quit!"],["Dr. Irene C. Kassorla"]],[["It’s not your salary that makes you rich, it’s your spending habits"],["Charles A. Jaffe"]],[["If there is no wind, row"],["Latin Proverb"]],[["It’s never too late for a new beginning in your life"],["Joyce Meyers"]],[["If opportunity doesn’t knock build a door"],["Milton Berle"]],[["Action is the foundational key to all success"],["Pablo Picasso"]],[["I never dreamt of success. I worked for it"],["Estee Lauder"]],[["A goal is a dream with a deadline"],["Napoleon Hill"]],[["Be the change that you wish to see in the world"],["Mahatma Gandhi"]],[["Never doubt that a small group of thoughtful, committed, citizens can change the world. Indeed, it is the only thing that ever has"],["Margaret Mead"]],[["Change is painful, but nothing is as painful as staying stuck somewhere you don’t belong"],["Mandy Hale"]],[["Those who cannot change their minds cannot change anything"],["George Bernard Shaw"]],[["Everyone thinks of changing the world, but no one thinks of changing himself. ― Leo Tolstoy"],[""]],[["Change is the law of life. And those who look only to the past or present are certain to miss the future"],["John F. Kennedy"]],[["We delight in the beauty of the butterfly, but rarely admit the changes it has gone through to achieve that beauty"],["Maya Angelou"]],[["Dreams are the seeds of change. Nothing ever grows without a seed, and nothing ever changes without a dream"],["Debby Boone"]],[["Here’s to the crazy ones. The misfits. The rebels. The troublemakers. The round pegs in the square holes. The ones who see things differently. They’re not fond of rules. And they have no respect for the status quo. You can quote them, disagree with them, glorify or vilify them. About the only thing you can’t do is ignore them. Because they change things. They push the human race forward. And while some may see them as the crazy ones, we see genius. Because the people who are crazy enough to think they can change the world, are the ones who do"],["Rob Siltanen"]],[["It’s not your salary that makes you rich, it’s your spending habits"],["Charles A. Jaffe"]],[["Don’t stay in bed unless you can make money in bed"],["George Burns"]],[["You must gain control over your money or the lack of it will forever control you"],["Dave Ramsey"]],[["Only buy something that you’d be perfectly happy to hold if the market shuts down for ten years"],["Warren Buffett"]],[["That man is richest whose pleasures are cheapest"],["Henry David Thoreau"]],[["Money can’t buy happiness, but it can make you awfully comfortable while you’re being miserable"],["Clare Boothe Luce"]],[["Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver"],["Jen Sincero"]],[["You’re already a financial trader. You might not think of it in just this way, but if you work for a living, you’re trading your time for money. Frankly, it’s just about the worst trade you can make. Why? You can always get more money, but you can’t get more time"],["Tony Robbins"]],[["You can only become truly accomplished at something you love. Don’t make money your goal. Instead pursue the things you love doing and then do them so well that people can’t take their eyes off of you"],["Maya Angelou"]],[["Formal education will make you a living; self-education will make you a fortune"],["Jim Rohn"]],[["Don’t give up, don’t take anything personally, and don’t take no for an answer"],["Sophia Amoruso"]],[["Don’t be upset when people reject you. Nice things are rejected all the time by people who can’t afford them"],["Unknown"]],[["The secret of change is to focus all your energy, not on fighting the old, but on building the new"],["Socrates"]],[["There are two rules for success. 1: Never reveal everything you know"],["Roger H. Lincoln"]],[["Your positive action combined with positive thinking results in success"],["Shiv Khera"]],[["Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do"],["Pele"]],[["If you talk about it, it’s a dream. If you envision it, it’s possible. If you schedule it, it’s real"],["Tony Robbins"]],[["Forget your excuses. You either want it bad or don’t want it at all"],["Unknown"]],[["The key to success is to start before you are ready"],["Marie Forleo"]],[["I want to be remembered as the one who tried"],["Dr. Dorothy Height"]],[["And, when you want something, all the universe conspires in helping you to achieve it"],["Paulo Coelho, The Alchemist"]],[["Your playing small does not serve the world. There is nothing enlightened about shrinking so that other people won’t feel insecure around you. We are all meant to shine, as children do"],["Marianne Williamson"]],[["Don’t think or judge, just listen"],["Sarah Dessen, Just Listen"]],[["I can be changed by what happens to me. But I refuse to be reduced by it"],["Maya Angelou, Letter to My Daughter"]],[["Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that"],["Martin Luther King Jr., A Testament of Hope: The Essential Writings and Speeches"]],[["You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose. You’re on your own. And you know what you know. And YOU are the one who’ll decide where to go…"],["Dr. Seuss, Oh, the Places You’ll Go!"]],[["It’s the possibility of having a dream come true that makes life interesting"],["Paulo Coelho, The Alchemist"]],[["There is some good in this world, and it’s worth fighting for"],["J.R.R. Tolkien, The Two Towers"]],[["Learn to light a candle in the darkest moments of someone’s life. Be the light that helps others see; it is what gives life its deepest significance"],["Roy T. Bennett, The Light in the Heart"]],[["'Atticus, he was real nice.'Most people are, Scout, when you finally see them"],["Harper Lee, To Kill a Mockingbird"]],[["Oh yes, the past can hurt. But the way I see it, you can either run from it or learn from it"],["The Lion King"]],[["We’re on the brink of adventure, children. Don’t spoil it with questions"],["Mary Poppins"]],[["Life moves pretty fast. If you don’t stop and look around once in a while, you could miss it"],["Ferris Bueller"]],[["I just wanna let them know that they didn’t break me"],["Pretty in Pink"]],[["I’m going to make him an offer he can’t refuse"],["The Godfather"]],[["No one has ever made a difference by being like everyone else"],["The Greatest Showman"]],[["Spend a little more time trying to make something of yourself and a little less time trying to impress people"],["The Breakfast Club"]],[["The problem is not the problem. The problem is your attitude about the problem"],["Pirates of the Caribbean"]],[["Remember you’re the one who can fill the world with sunshine"],["Snow White"]],[["You’ll have bad times, but it’ll always wake you up to the good stuff you weren’t paying attention to"],["Good Will Hunting"]],[["And when you get the choice to sit it out or dance… I hope you dance"],["I Hope You Dance, Lee Ann Womack"]],[["Just because it burns doesn’t mean you’re gonna die you’ve gotta get up and try"],["Try, P!nk"]],[["Life’s a game made for everyone and love is the prize"],["Wake Me Up, Avicii"]],[["It’s a new dawn, it’s a new day, it’s a life for me and I’m feeling good"],["Feeling Good, Michael Buble"]],[["Today is where your book begins, the rest is still unwritten"],["Unwritten, Natasha Bedingfield"]],[["A million dreams for the world we’re gonna make"],["The Greatest Showman"]],[["It’s my life It’s now or never I ain’t gonna live forever I just want to live while I’m alive"],["It’s My Life, Bon Jovi"]],[["I could build a castle out of all the bricks they threw at me"],["New Romantics, Taylor Swift"]],[["Cause the grass is greener under me bright as technicolor, I can tell that you can see"],["Sorry Not Sorry, Demi Lovato"]],[["Every day women and men become legends"],["Glory, John Legend and Common"]],[["On my own I will just create and if it works, it works. And if it doesn’t, I’ll just create something else. I don’t have any limitations on what I think I could do or be"],["Oprah Winfrey"]],[["We realize the importance of our voices only when we are silenced"],["Malala Yousafzai"]],[["We need to accept that we won’t always make the right decisions, that we’ll screw up royally sometimes; understanding that failure is not the opposite of success, it’s part of success"],["Arianna Huffington"]],[["Don’t compromise yourself. You’re all you’ve got"],["Janis Joplin"]],[["When something I can’t control happens, I ask myself: Where is the hidden gift? Where is the positive in this?"],["Sara Blakely"]],[["You’re so much stronger than your excuses"],["Anonymous"]],[["Don’t compare yourself to others. Be like the sun and the moon and shine when it’s your time"],["Anonymous"]],[["Don’t Quit"],["Anonymous"]],[["Don’t tell everyone your plans, instead show them your results"],["Anonymous"]],[["I choose to make the rest of my life, the best of my life"],["Louise Hay"]],[["Nothing can dim the light that shines from within"],["Maya Angelou"]],[["Be so good they can’t ignore you"],["Steve Martin"]],[["Take criticism seriously, but not personally. If there is truth or merit in the criticism, try to learn from it. Otherwise, let it roll right off you"],["Hillary Clinton"]],[["This is a reminder to you to create your own rule book, and live your life the way you want it"],["Reese Evans"]],[["If you don’t get out of the box you’ve been raised in, you won’t understand how much bigger the world is"],["Angelina Jolie"]],[["Do the best you can. No one can do more than that"],["John Wooden"]],[["Do what you can, with what you have, where you are. ‘It’s never too late to be what you might’ve been.” – George Eliot"],["Theodore Roosevelt,” George Eliot"]],[["If you can dream it, you can do it"],["Walt Disney"]],[["Trust yourself that you can do it and get it"],["Baz Luhrmann"]],[["Don’t let what you can’t do interfere with what you can do"],["Unknown"]],[["You can do anything you set your mind to"],["Benjamin Franklin"]],[["All we can do is the best we can do"],["David Axelrod"]],[["You never know what you can do until you try"],["William Cobbett"]],[["Twenty years from now you’ll be more disappointed by the things you did not do than the ones you did"],["Mark Twain"]],[["I am thankful for all of those who said NO to me. It’s because of them I’m doing it myself. It’s okay to outgrow people who don’t grow. Grow tall anyways. When you feel like giving up just remember that there are a lot of people you still have to prove wrong"],["Wayne W. Dyer"]],[["The world is full of nice people. If you can’t find one, be one"],["Nishan Panwar"]],[["Believe in yourself, take on your challenges, dig deep within yourself to conquer fears. Never let anyone bring you down. You got to keep going"],["Chantal Sutherland"]],[["A walk to a nearby park may give you more energy and inspiration in life than spending two hours in front of a screen"],["Tsang Lindsay"]],[["If you can’t do anything about it then let it go. Don’t be a prisoner to things you can’t change"],["Tony Gaskins"]],[["You can’t go back and change the beginning, but you can start where you are and change the ending"],["C.S. Lewis"]],[["Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself"],["Rumi"]],[["I can and I will. Watch me"],["Carrie Green"]],[["Try not to become a man of success, but rather become a man of value"],["Albert Einstein"]],[["A winner is a dreamer who never gives up"],["Nelson Mandela"]],[["If you don’t have a competitive advantage, don’t compete"],["Jack Welch"]],[["The only thing standing in the way between you and your goal is the BS story you keep telling yourself as to why you can’t achieve it"],["Jordan Belfort"]],[["What is life without a little risk?"],["J.K. Rowling"]],[["Only do what your heart tells you"],["Princess Diana"]],[["If it’s a good idea, go ahead and do it. It’s much easier to apologize than it is to get permission"],["Grace Hopper"]],[["I attribute my success to this: I never gave or took an excuse"],["Florence Nightingale"]],[["The question isn’t who is going to let me; it’s who is going to stop me"],["Ayn Rand"]],[["A surplus of effort could overcome a deficit of confidence"],["Sonia Sotomayer"]],[["Dreams don’t work unless you do"],["John C. Maxwell"]],[["Go the extra mile. It’s never crowded there"],["Dr. Wayne D. Dyer"]],[["Keep your face always toward the sunshine – and shadows will fall behind you"],["Walt Whitman"]],[["What defines us is how well we rise after falling. H.O.P.E. = Hold On. Pain Ends. Make each day your masterpiece. – John Wooden"],["Lionel from Maid in Manhattan Movie"]],[["Wherever you go, go with all your heart"],["Confucius"]],[["Turn your wounds into wisdom"],["Oprah"]],[["We can do anything we want to if we stick to it long enough"],["Helen Keller"]],[["Begin anywhere"],["John Cage"]],[["Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do"],["Pele"]],[["Would you like me to give you a formula for success? It’s quite simple, really: Double your rate of failure. You are thinking of failure as the enemy of success. But it isn’t at all. You can be discouraged by failure or you can learn from it, so go ahead and make mistakes. Make all you can. Because remember that’s where you will find success"],["Thomas J. Watson"]],[["Every champion was once a contender that didn’t give up"],["Gabby Douglas"]],[["To be a champion, I think you have to see the big picture. It’s not about winning and losing; it’s about every day hard work and about thriving on a challenge. It’s about embracing the pain that you’ll experience at the end of a race and not being afraid. I think people think too hard and get afraid of a certain challenge. Don’t dream about success. Get out there and work for it"],["Summer Sanders"]],[["The difference between successful people and very successful people is that very successful people say ‘no’ to almost everything. You can cry, scream, and bang your head in frustration but keep pushing forward. It’s worth it"],["Warren Buffett"]],[["I hated every minute of training, but I said, ‘Don’t quit. Suffer now and live the rest of your life as a champion"],["Muhammad Ali"]],[["Opportunities don’t happen. You create them"],["Chris Grosser"]],[["Success is liking yourself, liking what you do, and liking how you do it"],["Maya AngelouIf you obey all the rules, you miss all the fun.” Katharine Hepburn"]],[["You were born to be a player. You were meant to be here. This moment is yours"],["Herb Brooks"]],[["Life is not what you alone make it. Life is the input of everyone who touched your life and every experience that entered it. We are all part of one another"],["Yuri Kochiyama"]],[["When you reach the end of your rope, tie a knot and hang out"],["Abraham Lincoln"]],[["Never regret anything that made you smile"],["Mark Twain"]],[["You must do the thing you think you cannot do"],["Eleanor Roosevelt"]],[["If you want to fly give up everything that weighs you down"],["Buddha"]],[["Doubt kills more dreams than failure ever will"],["Suzy Kassem"]],[["I never lose. Either I win or learn"],["Nelson Mandela"]],[["Today is your opportunity to build the tomorrow you want"],["Ken Poirot"]],[["Getting over a painful experience is much like crossing the monkey bars. You have to let go at some point in order to move forward"],["C.S. Lewis"]],[["Focus on being productive instead of busy"],["Tim Ferriss"]],[["You don’t need to see the whole staircase, just take the first step"],["Martin Luther King Jr"]],[["It’s not all sunshine and rainbows, but a good amount of it actually is. When someone says you can’t do it, do it twice and take pictures"],["Unknown"]],[["I didn’t get there by wishing for it, but by working for it"],["Estee Lauder"]],[["She remembered who she was and the game changed"],["Lalah Deliah"]],[["If you’re too comfortable, it’s time to move on. Terrified of what’s next? You’re on the right track"],["Susan Fales-Hill"]],[["Be happy with what you have while working for what you want"],["Helen Keller"]],[["Sunshine all the time makes a desert"],["Arabic Proverb"]],[["The big lesson in life is never be scared of anyone or anything"],["Frank Sinatra"]],[["Don’t say you don’t have enough time. You have exactly the same number of hours per day that were given to Helen Keller, Pasteur, Michelangelo, Mother Teresa, Leonardo Da Vinci, Thomas Jefferson, and Albert Einstein"],["H. Jackson Brown Jr"]],[["Hard work beats talent when talent doesn’t work hard"],["Tim Notke"]],[["If everything seems to be under control, you’re not going fast enough"],["Mario Andretti"]],[["Opportunity is missed by most people because it is dressed in overalls and looks like work"],["Thomas Edison"]],[["The only difference between ordinary and extraordinary is that little extra"],["Jimmy Johnson"]],[["The best way to appreciate your job is to imagine yourself without one"],["Oscar Wilde"]],[["Unsuccessful people make their decisions based on their current situations. Successful people make their decisions based on where they want to be"],["Benjamin Hardy"]],[["Never stop doing your best just because someone doesn’t give you credit"],["Kamari aka Lyrikal"]],[["Work hard for what you want because it won’t come to you without a fight. You have to be strong and courageous and know that you can do anything you put your mind to. If somebody puts you down or criticizes you, just keep on believing in yourself and turn it into something positive"],["Leah LaBelle"]],[["Work hard, be kind, and amazing things will happen"],["Conan O’Brien"]],[["The miracle is not that we do this work, but that we are happy to do it"],["Mother Teresa"]],[["Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway"],["Earl Nightingale"]],[["If you work on something a little bit every day, you end up with something that is massive"],["Kenneth Goldsmith"]],[["The big secret in life is that there is no secret. Whatever your goal, you can get there if you’re willing to work"],["Oprah Winfrey"]],[["If you cannot do great things, do small things in a great way"],["Napoleon Hill"]],[["Never allow a person to tell you no who doesn’t have the power to say yes"],["Eleanor Roosevelt"]],[["At any given moment you have the power to say: this is not how the story is going to end"],["Unknown"]],[["Amateus sit around and wait for inspiration. The rest of us just get up and go to work"],["Stephen King"]],[["Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven’t found it yet, keep looking. Don’t settle. As with all matters of the heart, you’ll know when you find it"],["Steve Jobs"]],[["Nothing will work unless you do"],["Maya Angelou"]],[["Sometimes when you’re in a dark place you think you’ve been buried but you’ve actually been planted"],["Christine Caine"]],[["Don’t limit your challenges. Challenge your limits"],["Unknown"]],[["Whenever you find yourself doubting how far you can go, just remember how far you have come"],["Unknown"]],[["Everyone has inside them a piece of good news. The good news is you don’t know how great you can be! How much you can love! What you can accomplish! And what your potential is"],["Anne Frank"]],[["Some luck lies in not getting what you thought you wanted but getting what you have, which once you have got it you may be smart enough to see is what you would have wanted had you known"],["Garrison Keillor"]],[["Don’t quit yet, the worst moments are usually followed by the most beautiful silver linings. You have to stay strong, remember to keep your head up and remain hopeful"],["Unknown"]],[["When written in Chinese the word crisis is composed of two characters – one represents danger and the other represents opportunity"],["John F Kennedy"]],[["Good. Better. Best. Never let it rest. ‘Til your good is better and your better is best"],["St. Jerome"]],[["In the middle of every difficulty lies opportunity"],["Albert Einstein"]],[["Start where you are. Use what you have. Do what you can"],["Arthur Ashe"]],[["We are what we repeatedly do. Excellence, then, is not an act, but a habit"],["Aristotle"]],[["If you’re offered a seat on a rocket ship, don’t ask what seat! Just get on"],["Sheryl Sandberg"]],[["I always did something I was a little not ready to do. I think that’s how you grow. When there’s that moment of ‘Wow, I’m not really sure I can do this,’ and you push through those moments, that’s when you have a breakthrough"],["Marissa Mayer"]],[["If you hear a voice within you say ‘you cannot paint,’ then by all means paint and that voice will be silenced"],["Vincent Van Gogh"]],[["How wonderful it is that nobody need wait a single moment before starting to improve the world"],["Anne Frank"]],[["Some people want it to happen, some wish it would happen, others make it happen"],["Michael Jordan"]],[["Great things are done by a series of small things brought together"],["Vincent Van Gogh"]],[["If you hire people just because they can do a job, they’ll work for your money. But if you hire people who believe what you believe, they’ll work for you with blood and sweat and tears"],["Simon Sinek"]],[["Very often, a change of self is needed more than a change of scene"],["A.C. Benson"]],[["Leaders can let you fail and yet not let you be a failure"],["Stanley McChrystal"]],[["It’s not the load that breaks you down, it’s the way you carry it"],["Lou Holtz"]],[["Don’t say you don’t have enough time. You have exactly the same number of hours per day that were given to Helen Keller, Pasteur, Michelangelo, Mother Teresa, Leonardo Da Vinci, Thomas Jefferson, and Albert Einstein"],["H. Jackson Brown Jr"]],[["Hard work beats talent when talent doesn’t work hard"],["Tim Notke"]],[["If everything seems to be under control, you’re not going fast enough"],["Mario Andretti"]],[["Opportunity is missed by most people because it is dressed in overalls and looks like work"],["Thomas Edison"]],[["The only difference between ordinary and extraordinary is that little extra"],["Jimmy Johnson"]],[["The best way to appreciate your job is to imagine yourself without one"],["Oscar Wilde"]],[["Unsuccessful people make their decisions based on their current situations. Successful people make their decisions based on where they want to be"],["Benjamin Hardy"]],[["Never stop doing your best just because someone doesn’t give you credit"],["Kamari aka Lyrikal"]],[["Work hard for what you want because it won’t come to you without a fight. You have to be strong and courageous and know that you can do anything you put your mind to. If somebody puts you down or criticizes you, just keep on believing in yourself and turn it into something positive"],["Leah LaBelle"]],[["All our dreams can come true, if we have the courage to pursue them"],["Walt Disney"]],[["The secret of getting ahead is getting started"],["Mark Twain"]],[["I’ve missed more than 9,000 shots in my career. I’ve lost almost 300 games. 26 times I’ve been trusted to take the game winning shot and missed. I’ve failed over and over and over again in my life and that is why I succeed"],["Michael Jordan"]],[["Don’t limit yourself. Many people limit themselves to what they think they can do. You can go as far as your mind lets you. What you believe, remember, you can achieve"],["Mary Kay Ash"]],[["The best time to plant a tree was 20 years ago. The second best time is now"],["Chinese Proverb"]],[["Only the paranoid survive"],["Andy Grove"]],[["It’s hard to beat a person who never gives up"],["Babe Ruth"]],[["I wake up every morning and think to myself, ‘how far can I push this company in the next 24 hours.’"],["Leah Busque"]],[["If people are doubting how far you can go, go so far that you can’t hear them anymore"],["Michele Ruiz"]],[["We need to accept that we won’t always make the right decisions, that we’ll screw up royally sometimes – understanding that failure is not the opposite of success, it’s part of success"],["Arianna Huffington"]],[["Write it. Shoot it. Publish it. Crochet it, sauté it, whatever. MAKE"],["Joss Whedon"]],[["You’ve gotta dance like there’s nobody watching, love like you’ll never be hurt, sing like there’s nobody listening, and live like it’s heaven on earth"],["William W. Purkey"]],[["Fairy tales are more than true: not because they tell us that dragons exist, but because they tell us that dragons can be beaten"],["Neil Gaiman"]],[["Everything you can imagine is real"],["Pablo Picasso"]],[["When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us"],["Helen Keller"]],[["Do one thing every day that scares you"],["Eleanor Roosevelt"]],[["It’s no use going back to yesterday, because I was a different person then"],["Lewis Carroll"]],[["Smart people learn from everything and everyone, average people from their experiences, stupid people already have all the answers"],["Socrates"]],[["Do what you feel in your heart to be right – for you’ll be criticized anyway"],["Eleanor Roosevelt"]],[["Happiness is not something ready made. It comes from your own actions"],["Dalai Lama XIV"]],[["Whatever you are, be a good one"],["Abraham Lincoln"]],[["The same boiling water that softens the potato hardens the egg. It’s what you’re made of. Not the circumstances"],["Unknown"]],[["If we have the attitude that it’s going to be a great day it usually is"],["Catherine Pulsifier"]],[["You can either experience the pain of discipline or the pain of regret. The choice is yours"],["Unknown"]],[["Impossible is just an opinion"],["Paulo Coelho"]],[["Your passion is waiting for your courage to catch up"],["Isabelle Lafleche"]],[["Magic is believing in yourself. If you can make that happen, you can make anything happen"],["Johann Wolfgang Von Goethe"]],[["If something is important enough, even if the odds are stacked against you, you should still do it"],["Elon Musk"]],[["Hold the vision, trust the process"],["Unknown"]],[["Don’t be afraid to give up the good to go for the great"],["John D. Rockefeller"]],[["People who wonder if the glass is half empty or full miss the point. The glass is refillable"],["Unknown"]],[["Just another Magic Monday"],["Unknown"]],[["One day or day one. You decide"],["Unknown"]],[["It’s Monday… time to motivate and make dreams and goals happen. Let’s go!"],["Heather Stillufsen"]],[["It was a Monday and they walked on a tightrope to the sun"],["Marcus Zusak"]],[["Goodbye blue Monday"],["Kurt Vonnegut"]],[["So. Monday. We meet again. We will never be friends—but maybe we can move past our mutual enmity toward a more-positive partnership"],["Julio-Alexi Genao"]],[["When life gives you Monday, dip it in glitter and sparkle all day"],["Ella Woodword"]],[["No one is to blame for your future situation but yourself. If you want to be successful, then become #Successful"],["Jaymin Shah"]],[["Things may come to those who wait, but only the things left by those who hustle"],["Abraham Lincoln"]],[["Everything comes to him who hustles while he waits"],["Thomas Edison"]],[["Every sucessful person in the world is a hustler one way or another. We all hustle to get where we need to be. Only a fool would sit around and wait on another man to feed him"],["K’wan"]],[["Invest in your dreams. Grind now. Shine later"],["Unknown"]],[["Hustlers don’t sleep, they nap"],["Unknown"]],[["Greatness only comes before hustle in the dictionary"],["Ross Simmonds"]],[["Without hustle, talent will only carry you so far"],["Gary Vaynerchuk"]],[["Work like there is someone working twenty four hours a day to take it away from you"],["Mark Cuban"]],[["Hustle in silence and let your success make the noise"],["Unknown"]],[["Life is not an exact science, it is an art"],["Samuel Butler"]],[["Life is a dream for the wise, a game for the fool, a comedy for the rich, a tragedy for the poor"],["Sholom Aleichem"]],[["Life is fragile. We’re not guaranteed a tomorrow so give it everything you’ve got"],["Tim Cook"]],[["Life is about learning; when you stop learning, you die"],["Tom Clancy"]],[["Life is lived on the edge"],["Will Smith"]],[["Most of life is tragic. You’re born, you don’t know why. You’re here, you don’t know why. You go, you die. Your family dies. Your friends die. People suffer. People live in constant terror. The world is full of poverty and corruption and war and Nazis and tsunamis. The net result, the final count is, you lose – you don’t beat the house"],["Woody Allen"]],[["Life is full of misery, loneliness, and suffering – and it’s all over much too soon"],["Woody Allen"]],[["Only one life, that soon is past, only what’s done with love will last"],["Anonymous"]],[["A secret to life: Know that none of this matters, and yet… live as if every single moment does"],["Kamal Ravikant"]],[["The more unintelligent a man is, the less mysterious existence seems to him"],["Arthur Schopenhauer"]],[["The shortness of life, so often lamented, may be the best thing about it"],["Arthur Schopenhauer"]],[["In the book of life, the answers aren’t in the back"],["Charlie Brown"]],[["What gives meaning are challenges. A beautiful life is a meaningful. Say yes to challenges"],["Maxime Lagacé"]],[["Real education starts when you realize that life is wild and you know nothing about it"],["Maxime Lagacé"]],[["Nobody can predict the future; the idea is to have a firm grasp of the present"],["Peter F. Drucker"]],[["The first half of life is devoted to forming a healthy ego, the second half is going inward and letting go of it"],["Carl Jung"]],[["We’re not meant to consume infinite news, porn and food. We live in an era of too much abundance. This is the modern struggle. There is so much of an abundance of cheap, fake, instant dopamine and meaning. How do you motivate yourself to do the real thing any more?"],["Naval Ravikant"]],[["We no longer live life. We consume it"],["Vicki Robin (Your Money Or Your Life)"]],[["People say that what we’re all seeking is a meaning for life. I don’t think that’s what we’re really seeking. I think that what we’re seeking is an experience of being alive"],["Joseph Campbell"]],[["Happiness is not the surplus of pleasant over unpleasant moments. Rather happiness consists in seeing one’s life in its entirety as meaningful and worthwhile"],["Yuval Noah Harari"]],[["As Nietzsche put it, if you have a WHY to live, you can bear almost any “HOW”. A meaningful life can be extremely satisfying even in the midst of hardship whereas a meaningless life is a terrible ordeal no matter how comfortable it is"],["Yuval Noah Harari"]],[["The first to apologize is the bravest. The first to forgive is the strongest. The first to forget is the happiest"],["Unknown"]],[["Life is a storm that will test you unceasingly. Don’t wait for calm waters that may not arrive. Derive purpose from resilience. Learn to sail the raging sea"],["Unknown"]],[["Death is not the greatest loss in life. The greatest loss is what dies inside us while we live"],["Norman Cousins"]],[["Sometimes the questions are complicated and the answers are simple"],["Dr. Seuss"]],[["If my life is going to mean anything, I have to live it myself"],["Rick Riordan"]],[["Life is essentially an endless series of problems. The solution to one problem is merely the creation of the next one. Don’t hope for a life without problems. There’s no such thing. Instead, hope for a life full of good problems"],["Mark Manson"]],[["There are two great days in a person’s life – the day we are born and the day we discover why"],["William Barclay"]],[["Life does not owe you anything because life has already given you everything"],["Ralph Marston"]],[["The day you stop racing, is the day you win the race"],["Bob Marley"]],[["Maybe that’s what life is… a wink of the eye and winking stars"],["Jack Kerouac"]],[["The stupid neither forgive nor forget; the naïve forgive and forget; the wise forgive but do not forget"],["Thomas Szasz"]],[["What do you want a meaning for? Life is a desire, not a meaning"],["Charlie Chaplin"]],[["Life’s too mysterious to take too serious"],["Mary Engelbreit"]],[["Nothing you do is going to matter that much in the long run. Don’t take yourself so seriously"],["Naval Ravikant"]],[["Most of life is about searching, it’s not about doing. People spend too much time doing and not thinking about what they should be doing"],["Naval Ravikant"]],[["Courage is the most important of all the virtues because without courage, you can’t practice any other virtue consistently"],["Maya Angelou"]],[["A little foolishness, enough to enjoy life, and a little wisdom to avoid the errors, that will do"],["Osho"]],[["When it hurts – observe. Life is trying to teach you something"],["Anita Krizzan"]],[["Too many people think life will be easy. Keep it mind that it will not and you’ll find peace of mind"],["Maxime Lagacé"]],[["You’re never wrong if you love and help people"],["Maxime Lagacé"]],[["The only beautiful path is the one you create"],["Maxime Lagacé"]],[["Care about what other people think and you will always be their prisoner"],["Lao Tzu"]],[["If there’s a single lesson that life teaches us, it’s that wishing doesn’t make it so"],["Lev Grossman"]],[["We are addicted to our thoughts. We cannot change anything if we cannot change our thinking"],["Santosh Kalwar"]],[["In every success story, you will find someone who has made a courageous decision"],["Peter F. Drucker"]],[["Life is to enjoyed, not endured"],["Gordon Hinckley"]],[["Do what is right, not what is easy nor what is popular"],["Roy T. Bennett"]],[["Life moves pretty fast. If you don’t stop and look around once in a while you could miss it"],["Ferris Bueller"]],[["A fear-oriented man is always calculating, planning, arranging, safeguarding. His whole life is lost in this way"],["Osho"]],[["See: it’s a never-ending upward spiral. And if you think at any point you’re allowed to stop climbing, I’m afraid you’re missing the point. Because the joy is in the climb itself"],["Mark Manson"]],[["Our crisis is no longer material; it’s existential, it’s spiritual. We have so much fucking stuff and so many opportunities that we don’t even know what to give a fuck about anymore"],["Mark Manson"]],[["The chief danger in life is that you may take too many precautions"],["Alfred Adler"]],[["If we admit that human life can be ruled by reason, then all possibility of life is destroyed"],["Christopher McCandless (Into The Wild movie)"]],[["When you want something in life, you just gotta reach out and grab it"],["Christopher McCandless (Into The Wild movie)"]],[["Instead of worrying about what you cannot control, shift your energy to what you can create"],["Roy T. Bennett"]],[["Blessed is he who expects nothing, for he shall never be disappointed"],["Alexander Pope"]],[["People tend to complicate their own lives, as if living weren’t already complicated enough"],["Carlos Ruiz Zafón"]],[["Good judgment comes from experience, and experience comes from bad judgment"],["Rita Mae Brown"]],[["Fantasy is a necessary ingredient in living, it’s a way of looking at life through the wrong end of a telescope. Which is what I do, and that enables you to laugh at life’s realities"],["Dr. Seuss"]],[["The hardest thing to learn in life is which bridge to cross and which bridge to burn"],["David Russell"]],[["You get in life what you have the courage to ask for"],["Oprah Winfrey"]],[["Life is a series of natural and spontaneous changes. Don’t resist them – that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like"],["Lao Tzu"]],[["Life is to entered upon with courage"],["Alexis de Tocqueville"]],[["It can be the scariest and most beautiful thing simultaneously"],["Maxime Lagacé"]],[["Life consists with wildness. The most alive is the wildest"],["Henry David Thoreau"]],[["Life is the art of drawing sufficient conclusions from insufficient premises"],["Samuel Butler"]],[["Life is a process. We are a process. The universe is a process"],["Anne Wilson Schaef"]],[["Life is like music for its own sake. We are living in an eternal now, and when we listen to music we are not listening to the past, we are not listening to the future, we are listening to an expanded present"],["Alan Watts"]],[["My life is my argument"],["Albert Schweitzer"]],[["Life is a mixing of all kind of things: comedy and tragedy going together"],["Alejandro Jodorowsky"]],[["Life is a process of becoming, a combination of states we have to go through. Where people fail is that they wish to elect a state and remain in it. This is a kind of death"],["Anais Nin"]],[["Life is an ever-flowing process and somewhere on the path some unpleasant things will pop up – it might leave a scar, but then life is flowing, and like running water, when it stops it grows stale. Go bravely on, my friend, because each experience teaches us a lesson. Keep blasting because life is such that sometimes it is nice and sometimes it is not"],["Bruce Lee"]],[["Life is too mysterious to try to map it out. I’ve certainly lived long enough to know it will take you places you never thought it would take you – and some of those places are kind of wonderful"],["Alan Ball"]],[["Life is like a box of sardines and we are all looking for the key"],["Alan Bennett"]],[["Life is a gift, given in trust – like a child"],["Anne Morrow Lindbergh"]],[["Life is an illusion. I am held together in the nothingness by art"],["Anselm Kiefer"]],[["Life is too short to be little. Man is never so manly as when he feels deeply, acts boldly, and expresses himself with frankness and with fervor"],["Benjamin Disraeli"]],[["Life is beautiful because it doesn’t last"],["Brit Marling"]],[["The purpose of human life is to serve and to show compassion and the will to help others"],["Albert Schweitzer"]],[["Reverence for life is the highest court of appeal"],["Albert Schweitzer"]],[["The tragedy of life is what dies inside a man while he lives"],["Albert Schweitzer"]],[["Life is wide, limitless. There is no border, no frontier"],["Bruce Lee"]],[["Life is a lively process of becoming"],["Douglas MacArthur"]],[["Life is like an onion: you peel it off one layer at a time, and sometimes you weep"],["Carl Sandburg"]],[["The goal of life is living in agreement with nature"],["Citium Zeno"]],[["The good life is a process, not a state of being. It is a direction not a destination"],["Carl Rogers"]],[["Life is just one damned thing after another"],["Elbert Hubbard"]],[["Life is no brief candle to me. It is a sort of splendid torch which I have got a hold of for the moment, and I want to make it burn as brightly as possible before handing it onto future generations"],["George Bernard Shaw"]],[["Life is a long lesson in humility"],["James M. Barrie"]],[["Life is short. You have to be able to laugh at our pain or we never move on"],["Jeff Ross"]],[["Life is empty, and realizing that, we want to fill it, we are seeking – seeking ways and means, not only to fill this emptiness but also to find something that is not to be measured by man"],["Jiddu Krishnamurti"]],[["Our whole life is solving puzzles"],["Erno Rubik"]],[["Life is largely a matter of expectation"],["Homer"]],[["Life is tragic but it’s equally comic"],["John Banville"]],[["Life is hard. After all, it kills you"],["Katharine Hepburn"]],[["Life is neither good or evil, but only a place for good and evil"],["Marcus Aurelius"]],[["The sole meaning of life is to serve humanity"],["Leo Tolstoy"]],[["Life is a series of commas, not periods"],["Unknown"]],[["Life is growth. If we stop growing, technically and spiritually, we are as good as dead"],["Morihei Ueshiba"]],[["Life is really a dance if you are original, and you are meant to be original"],["Osho"]],[["Life is not a problem. To look at it as a problem is to take a wrong step. It is a mystery to be lived, loved, experienced"],["Osho"]],[["Life is the first gift, love is the second, and understanding the third"],["Marge Piercy"]],[["Life is a zoo in a jungle"],["Peter De Vries"]],[["Life is a continuous process of adjustment"],["Indira Gandhi"]],[["Life is to be lived, not controlled, and humanity is won by continuing to play in face of certain defeat"],["Raph Elison"]],[["The joy of life consists in the inevitable, continual triumph of new values"],["Wassily Kandinsky"]],[["Life is a game and true love is a trophy"],["Rufus Wainwright"]],[["Life is available only in the present moment"],["Thich Nhat Hanh"]],[["Our life is frittered away by detail. Simplify, simplify"],["Henry David Thoreau"]],[["The best way out is always through"],["Robert Frost"]],[["Success is how high you bounce when you hit bottom"],["George S. Patton"]],[["Life isn’t about finding yourself. Life is about creating yourself"],["George Bernard Shaw"]],[["Life must be lived and curiosity kept alive. One must never, for whatever reason, turn his back on life"],["Eleanor Roosevelt"]],[["Good friends, good books, and a sleepy conscience: this is the ideal life"],["Mark Twain"]],[["Life is really simple, but we insist on making it complicated"],["Confucius"]],[["If you want to live a happy life, tie it to a goal, not to people or things"],["Albert Einstein"]],[["Look deep into nature, and then you will understand everything better"],["Albert Einstein"]],[["Never let the fear of striking out keep you from playing the game"],["Babe Ruth"]],[["Love the life you live. Live the life you love"],["Bob Marley"]],[["Keep calm and carry on"],["Wiston Chruchill"]],[["Love all, trust a few, do wrong to none"],["William Shakespeare"]],[["Life is ours to be spent, not to be saved"],["D. H. Lawrence"]],[["Life is short, death is forever"],["Chuck Palahniuk"]],[["In three words I can sum up everything I’ve learned about life: It goes on"],["Robert Frost"]],[["Life is short but it is wide. This too shall pass"],["Rebecca Wells"]],[["The greatest pleasure of life is love"],["Euripides"]],[["Fortune and love favor the brave"],["Ovid"]],[["Life can be simple and beautiful. Focus on the good things"],["Maxime Lagacé"]],[["Life is a long lesson in humility"],["James M. Barrie"]],[["It’s better to dance than to march through life"],["Yoko Ono"]],[["We are who we choose to be"],["Green Goblin"]],[["Life is short, and it is up to you to make it sweet"],["Sarah Louise Delany"]],[["I’m always doing things I can’t do. That’s how I get to do them"],["Pablo Picasso "]],[["Relentlessly prune bullshit, don’t wait to do things that matter, and savor the time you have. That’s what you do when life is short"],["Paul Graham"]],[["No one can compete with you on being you. Most of life is a search for who and what needs you the most"],["Naval Ravikant"]],[["Play iterated games. All the returns in life, whether in wealth, relationships, or knowledge, come from compound interest"],["Naval Ravikant"]],[["The woman who follows the crowd will usually go no further than the crowd. The woman who walks alone is likely to find herself in places no one has been before"],["Albert Einstein"]],[["To do the useful thing, to say the courageous thing, to contemplate the beautiful thing: that is enough for one man’s life"],["T.S. Eliot"]],[["The purpose of life is to believe, to hope, and to strive"],["Indira Gandhi"]],[["I alone cannot change the world, but I can cast a stone across the water to create many ripples"],["Mother Teresa"]],[["Be willing to sacrifice what you think you have today for the life that you want tomorrow"],["Neil Strauss"]],[["The only impossible journey is the one you never begin"],["Tony Robbins"]],[["Your best life will not be found in comfort. It will be found in fighting for what you believe in"],["Maxime Lagacé"]],[["The one thing that you have that nobody else has is you. Your voice, your mind, your story, your vision. So write and draw and build and play and dance and live as only you can"],["Neil Gaiman"]],[["My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style"],["Maya Angelou"]],[["Doing is a quantum leap from imagining"],["Barbara Sher"]],[["Life has no meaning unless one lives it with a will, at least to the limit of one’s will"],["Paul Gauguin"]],[["Be so good they can’t ignore you"],["Steve Martin"]],[["If you don’t like something change it; if you can’t change it, change the way you think about it"],["Mary Engelbreit"]],[["The greatest discovery of any generation is that a human being can alter his life by altering his attitude"],["William James"]],[["We are all in the gutter, but some of us are looking at the stars"],["Oscar Wilde"]],[["All our dreams can come true if we have the courage to pursue them"],["Walt Disney"]],[["If you say you can or you can’t you are right either way"],["Henry Ford"]],[["Perpetual optimism is a force multiplier"],["Colin Powell"]],[["I am thankful to all who said no to me. It is because of them that I’m doing it myself"],["Albert Einstein"]],[["Everything has beauty, but not everyone sees it"],["Confucius"]],[["The dreamers are the saviors of the world"],["James Allen"]],[["Try to enjoy the great festival of life with other men! "],["Epictetus"]],[["Remember: the more you expect things to be a certain way, the more disappointed you’ll be. Accept life as it is. You’ll be free"],["Maxime Lagacé"]],[[""],[""]],[["In the midst of winter, I found there was within me an invincible summer"],["Albert Camus"]],[["When you arise in the morning think of what a precious privilege it is to be alive, to breathe, to think, to enjoy, to love"],["Marcus Aurelius"]],[["Because of your smile, you make life more beautiful"],["Marcus Aurelius"]],[["Life always waits for some crisis to occur before revealing itself at its most brilliant"],["Paulo Coelho (Eleven Minutes)"]],[["The aim of life is to live, and to live means to be aware, joyously, drunkenly, serenely, divinely aware"],["Henry Miller"]],[["Every second you have on this planet is very precious and it’s your responsibility that you’re happy"],["Naval Ravikant"]],[["I will go anywhere as long as it’s forward"],["David Livingston"]],[["You’re only here for a short visit. Don’t hurry, don’t worry. And be sure to smell the flowers along the way"],["Walter Hagen"]],[["Find ecstasy in life; the mere sense of living is joy enough"],["Emily Dickinson"]],[["You have just one life to live. It is yours. Own it, claim it, live it, do the best you can with it"],["Hillary Clinton"]],[["Most great people have attained their greatest success one step beyond their greatest failure"],["Napoleon Hill"]],[["In the middle of a difficulty lies opportunity"],["Albert Einstein"]],[["Life doesn’t require that we be the best, only that we try our best"],["H. Jackson Brown Jr"]],[["May you live all the days of your life"],["Jonathan Swift"]],[["Happiness is the absence of the striving for happiness"],["Zhuangzi"]],[["Defeat is simply a signal to press onward"],["Helen Keller"]],[["I’ve failed over and over and over again in my life. And that is why I succeed"],["Michael Jordan"]],[["The first step is you have to say that you can"],["Will Smith"]],[["Discouragement and failure are two of the surest stepping stones to success"],["Dale Carnegie"]],[["Once you choose hope, anything’s possible"],["Christopher Reeve"]],[["Keep smiling, because life is a beautiful thing and there’s so much to smile about"],["Marilyn Monroe"]],[["There is only one happiness in life – to love and to be loved"],["George Sand"]],[["Kid, you’ll move mountains! Today is your day! Your mountain is waiting, so get on your way!"],["Dr. Seuss"]],[["Rise above the storm and you will find the sunshine"],["Mario Fernandez"]],[["Some people never go crazy. What truly horrible lives they must lead"],["Charles Bukowski"]],[["Those who believe in telekinetics, raise my hand"],["Kurt Vonnegut"]],[["Two things are infinite: the universe and human stupidity; and I’m not sure about the universe"],["Albert Einstein"]],[["Accept who you are. Unless you’re a serial killer"],["Ellen DeGeneres"]],[["All generalizations are false, including this one"],["Mark Twain"]],[["When angry, count to four; when very angry, swear"],["Mark Twain"]],[["If life is a video game, the graphics are great, but the plot is confusing and the tutorial is way too long"],["Elon Musk"]],[["When life gives you lemons, squirt someone in the eye"],["Cathy Guisewite"]],[["Life is pain. Anyone who says otherwise is selling something"],["William Goldman"]],[["A woman’s mind is cleaner than a man’s: She changes it more often"],["Oliver Herford"]],[["I can resist everything except temptation"],["Oscar Wilde"]],[["The planet is fine. The people are fucked"],["George Carlin"]],[["The reason I talk to myself is because I’m the only one whose answers I accept"],["George Carlin"]],[["I love deadlines, I like the whooshing sound they make as they fly by"],["Douglas Adams"]],[["Never trust people who smile constantly. They’re either selling something or not very bright"],["Laurell K. Hamilton"]],[["All you need is love. But a little chocolate now and then doesn’t hurt"],["Charles Schulz"]],[["Women and cats will do as they please, and men and dogs should relax and get used to the idea"],["Robert A Heinlein"]],[["If you’re too open-minded; your brains will fall out"],["Lawrence Ferlinghetti"]],[["Behind every great man is a woman rolling her eyes"],["Jim Carrey"]],[["Life is so short. I would rather sing one song than interpret the thousand"],["Jack London"]],[["Life is made of ever so many partings welded together"],["Charles Dickens"]],[["The flavor of life is on the edge"],["Naval Ravikant"]],[["We are evolved to search for meaning but ultimately life has none"],["Naval Ravikant"]],[["This is your life and it’s ending one minute at a time"],["Tyler Durden (Fight Club)"]],[["Three things in life – your health, your mission, and the people you love. That’s it"],["Naval Ravikant"]],[["Life is from the inside out. When you shift on the inside, life shifts on the outside"],["Kamal Ravikant"]],[["Those who realize their folly are not true fools"],["Zhuangzi"]],[["Life can only be understood backwards; but it must be lived forwards"],["Søren Kierkegaard"]],[["Keep your eyes on the stars and your feet on the ground"],["Theodore Roosevelt"]],[["It’s better to be a lion for a day than a sheep all your life"],["Elizabeth Kenny"]],[["Life is a question and how we live it is our answer"],["Gary Keller"]],[["Difficult and meaningful will always bring more satisfaction than easy and meaningless"],["Maxime Lagacé"]],[["Keep looking up… that’s the secret of life"],["Snoopy"]],[["It always seems impossible until it’s done"],["Nelson Mandela"]],[["Life is too important to be taken seriously"],["Oscar Wilde"]],[["Life is not a matter of holding good cards, but sometimes, playing a poor hand well"],["Jack London"]],[["Life is like a box of chocolates. You never know what you’re going to get"],["Forrest Gump"]],[["Life isn’t a matter of milestones, but of moments"],["Rose Kennedy"]],[["My life is my message"],["Mahatma Gandhi"]],[["Don’t gain the world and lose your soul, wisdom is better than silver or gold"],["Bob Marley"]],[["I love those who can smile in trouble"],["Leonardo da Vinci"]],[["Be happy for this moment. This moment is your life"],["Omar Khayyam"]],[[""],[""]],[["Life is what happens when you’re busy making other plans"],["John Lennon"]],[["Very little is needed to make a happy life; it is all within yourself, in your way of thinking"],["Marcus Aurelius"]],[["Life is short, and truth works far and lives long: let us then speak the truth"],["Arthur Schopenhauer"]],[["Dost thou love life? Then do not squander time, for that is the stuff life is made of"],["Benjamin Franklin"]],[["In the end, it’s not the years in your life that count. It’s the life in your years"],["Abraham Lincoln"]],[["You’ve gotta dance like there’s nobody watching"],["William W. Purkey"]],[["Believe that life is worth living and your belief will help create the fact"],["William James"]],[["Do not take life too seriously. You will never get out of it alive"],["Elbert Hubbard"]],[["Do stuff. Be clenched, curious. Not waiting for inspiration’s shove or society’s kiss on your forehead. Pay attention. It’s all about paying attention. Attention is vitality. It connects you with others. It makes you eager. Stay eager"],["Susan Sontag"]],[["Don’t search for the meaning of life. Simply be present for the people you love"],["Maxime Lagacé"]],[["The heart, like the stomach, wants a varied diet"],["Gustave Flaubert"]],[["Your goal in life is to find out the people who need you the most, to find out the business that needs you the most, to find the project and the art that needs you the most. There is something out there just for you"],["Naval Ravikant"]],[["Sing the song that only you can sing, write the book that only you can write, build the product that only you can build… live the life that only you can live"],["Naval Ravikant"]],[["I tell you, in this world being a little crazy helps to keep you sane"],["Zsa Zsa Gabor"]],[["Lighten up, just enjoy life, smile more, laugh more, and don’t get so worked up about things"],["Kenneth Branagh"]],[["The trick in life is learning how to deal with it"],["Helen Mirren"]],[["Time means a lot to me because, you see, I, too, am also a learner and am often lost in the joy of forever developing and simplifying. If you love life, don’t waste time, for time is what life is made up of"],["Bruce Lee"]],[["Get busy living or get busy dying"],["Stephen King"]],[["I’m the one that’s got to die when it’s time for me to die, so let me live my life the way I want to"],["Jimi Hendrix"]],[["To live is the rarest thing in the world. Most people exist, that is all"],["Oscar Wilde"]],[["Anyone who lives within their means suffers from a lack of imagination"],["Oscar Wilde"]],[["Don’t cry because it’s over, smile because it happened"],["Ludwig Jacobowski"]],[["Life is either a daring adventure or nothing at all"],["Helen Keller"]],[["Go confidently in the direction of your dreams! Live the life you’ve imagined"],["Henry David Thoreau"]],[["Tis better to have loved and lost than never to have loved at all"],["St. Augustine"]],[["You only live once, but if you do it right, once is enough"],["Mae West"]],[["The mind is everything. What you think you become"],["Buddha"]],[["The journey of a thousand miles begins with one step"],["Lao Tzu"]],[["The unexamined life is not worth living"],["Socrates"]],[["Your time is limited, so don’t waste it living someone else’s life. Don’t be trapped by dogma, which is living with the results of other people’s thinking. Don’t let the noise of others’ opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition"],["Steve Jobs"]],[["You must be the change you wish to see in the world"],["Mahatma Gandhi"]],[["People often say that motivation doesn’t last. Well, neither does bathing–that’s why we recommend it daily"],["Zig Ziglar"]],[["We become what we think about most of the time, and that’s the stranges"],["Earl Nightingale"]],[["Too many of us are not living our dreams because we are living our fears"],["Les Brown"]],[["I find that when you have a real interest in life and a curious life, that sleep is not the most important thing"],["Martha Stewart"]],[["It’s not what you look at that matters, it’s what you see"],["Anonymous"]],[["The road to success and the road to failure are almost exactly the same"],["Colin R. Davis"]],[["The function of leadership is to produce more leaders, not more followers"],["Ralph Nader"]],[["Success is liking yourself, liking what you do, and liking how you do it"],["Maya Angelou"]],[["As we look ahead into the next century, leaders will be those who empower others"],["Bill Gates"]],[["A real entrepreneur is somebody who has no safety net underneath them"],["Henry Kravis"]],[["The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself"],["Mark Caine"]],[["People who succeed have momentum. The more they succeed, the more they want to succeed, and the more they find a way to succeed. Similarly, when someone is failing, the tendency is to get on a downward spiral that can even become a self-fulfilling prophecy"],["Tony Robbins"]],[["When I dare to be powerful, to use my strength in the service of my vision, then it becomes less and less important whether I am afraid"],["Audre Lorde"]],[["Whenever you find yourself on the side of the majority, it is time to pause and reflect"],["Mark Twain"]],[["The successful warrior is the average man, with laser-like focus"],["Bruce Lee"]],[["There is no traffic jam along the extra mile"],["Roger Staubach"]],[["Develop success from failures. Discouragement and failure are two of the surest stepping stones to success"],["Dale Carnegie"]],[["If you don’t design your own life plan, chances are you’ll fall into someone else’s plan. And guess what they have planned for you? Not much"],["Jim Rohn"]],[["If you genuinely want something, don’t wait for it–teach yourself to be impatient"],["Gurbaksh Chahal"]],[["If you want to make a permanent change, stop focusing on the size of your problems and start focusing on the size of you!"],["T. Harv Eker"]],[["You can’t connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something–your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life"],["Steve Jobs"]],[["Two roads diverged in a wood and I  took the one less traveled by, and that made all the difference"],["Robert Frost"]],[["The number one reason people fail in life is because they listen to their friends, family, and neighbors"],["Napoleon Hill"]],[["The reason most people never reach their goals is that they don’t define them, or ever seriously consider them as believable or achievable. Winners can tell you where they are going, what they plan to do along the way, and who will be sharing the adventure with them"],["Denis Waitley"]],[["In my experience, there is only one motivation, and that is desire. No reasons or principle contain it or stand against it"],["Jane Smiley"]],[["Success does not consist in never making mistakes but in never making the same one a second time"],["George Bernard Shaw"]],[["I don’t want to get to the end of my life and find that I lived just the length of it. I want to have lived the width of it as well"],["Diane Ackerman"]],[["You must expect great things of yourself before you can do them"],["Michael Jordan"]],[["Motivation is what gets you started. Habit is what keeps you going"],["Jim Ryun"]],[["People rarely succeed unless they have fun in what they are doing"],["Dale Carnegie"]],[["There is no chance, no destiny, no fate, that can hinder or control the firm resolve of a determined soul"],["Ella Wheeler Wilcox"]],[["Our greatest fear should not be of failure but of succeeding at things in life that don’t really matter"],["Francis Chan"]],[["You’ve got to get up every morning with determination if you’re going to go to bed with satisfaction"],["George Lorimer"]],[["A goal is not always meant to be reached; it often serves simply as something to aim at"],["Bruce Lee"]],[["Success is … knowing your purpose in life, growing to reach your maximum potential, and sowing seeds that benefit others"],["John C. Maxwell"]],[["Be miserable. Or motivate yourself. Whatever has to be done, it’s always your choice"],["Wayne Dyer"]],[["To accomplish great things, we must not only act, but also dream, not only plan, but also believe"],["Antole France"]],[["Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no help at all"],["Dale Carnegie"]],[["You measure the size of the accomplishment by the obstacles you had to overcome to reach your goals"],["Booker T. Washington"]],[["Real difficulties can be overcome; it is only the imaginary ones that are unconquerable"],["Theodore N. Vail"]],[["It is better to fail in originality than to succeed in imitation"],["Herman Melville"]],[["What would you do if you weren’t afraid"],["Spencer Johnson"]],[["Little minds are tamed and subdued by misfortune; but great minds rise above it"],["Washington Irving"]],[["Failure is the condiment that gives success its flavor"],["Truman Capote"]],[["Don’t let what you cannot do interfere with what you can do"],["John R. Wooden"]],[["You may have to fight a battle more than once to win it"],[" Margaret Thatcher"]],[["A man can be as great as he wants to be. If you believe in yourself and have the courage, the determination, the dedication, the competitive drive and if you are willing to sacrifice the little things in life and pay the price for the things that are worthwhile, it can be done"],["Vince Lombardi"]],[["If you want to achieve greatness stop asking for permission"],["Anonymous"]],[["Things work out best for those who make the best of how things work out"],["John Wooden"]],[["To live a creative life, we must lose our fear of being wrong"],["Anonymous"]],[["If you are not willing to risk the usual you will have to settle for the ordinary"],["Jim Rohn"]],[["Trust because you are willing to accept the risk, not because it’s safe or certain"],["Anonymous"]],[["Take up one idea. Make that one idea your life–think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success"],["Swami Vivekananda"]],[["Good things come to people who wait, but better things come to those who go out and get them"],["Anonymous"]],[["If you do what you always did, you will get what you always got"],["Anonymous"]],[["Success is walking from failure to failure with no loss of enthusiasm"],["Winston Churchill"]],[["Just when the caterpillar thought the world was ending, he turned into a butterfly"],["Proverb"]],[["Successful entrepreneurs are givers and not takers of positive energy"],["Anonymous"]],[["Whenever you see a successful person you only see the public glories, never the private sacrifices to reach them"],["Vaibhav Shah"]],[["Opportunities don’t happen, you create them"],["Chris Grosser"]],[["Try not to become a person of success, but rather try to become a person of value"],["Albert Einstein"]],[["Great minds discuss ideas; average minds discuss events; small minds discuss people"],["Eleanor Roosevelt"]],[["I have not failed. I’ve just found 10,000 ways that won’t work"],["Thomas A. Edison"]],[["If you don’t value your time, neither will others. Stop giving away your time and talents–start charging for it"],["Kim Garst"]],[["A successful man is one who can lay a firm foundation with the bricks others have thrown at him"],["David Brinkley"]],[["The whole secret of a successful life is to find out what is one’s destiny to do, and then do it"],["Henry Ford"]],[["If you’re going through hell keep going"],["Winston Churchill"]],[["The ones who are crazy enough to think they can change the world, are the ones who do"],["Anonymous"]],[["Don’t raise your voice, improve your argument"],["Anonymous"]],[["What seems to us as bitter trials are often blessings in disguise"],["Oscar Wilde"]],[["The meaning of life is to find your gift. The purpose of life is to give it away"],["Anonymous"]],[["The distance between insanity and genius is measured only by success"],["Bruce Feirstein"]],[["When you stop chasing the wrong things, you give the right things a chance to catch you"],["Lolly Daskal"]],[["I believe that the only courage anybody ever needs is the courage to follow your own dreams"],["Oprah Winfrey"]],[["No masterpiece was ever created by a lazy artis"],["Anonymous"]],[["Happiness is a butterfly, which when pursued, is always beyond your grasp, but which, if you will sit down quietly, may alight upon you"],["Nathaniel Hawthorne"]],[["If you can’t explain it simply, you don’t understand it well enough"],["Albert Einstein"]],[["Blessed are those who can give without remembering and take without forgetting"],["Anonymous"]],[["Do one thing every day that scares you"],["Anonymous"]],[["What’s the point of being alive if you don’t at least try to do something remarkable"],["Anonymous"]],[["Life is not about finding yourself. Life is about creating yourself"],["Lolly Daskal"]],[["Nothing in the world is more common than unsuccessful people with talent"],["Anonymous"]],[["Knowledge is being aware of what you can do. Wisdom is knowing when not to do it"],["Anonymous"]],[["Your problem isn’t the problem. Your reaction is the problem"],["Anonymous"]],[["Innovation distinguishes between a leader and a follower"],["Steve Jobs"]],[["There are two types of people who will tell you that you cannot make a difference in this world: those who are afraid to try and those who are afraid you will succeed"],["Ray Goforth"]],[["Thinking should become your capital asset, no matter whatever ups and downs you come across in your life"],["A.P.J. Abdul Kalam"]],[["The starting point of all achievement is desire"],["Napoleno Hill"]],[["Success is the sum of small efforts, repeated day-in and day-out"],["Robert Collier"]],[["If you want to achieve excellence, you can get there today. As of this second, quit doing less-than-excellent work"],["Thomas J. Watson"]],[["All progress takes place outside the comfort zone"],["Michael John Bobak"]],[["You may only succeed if you desire succeeding; you may only fail if you do not mind failing"],["Philippos"]],[["Courage is resistance to fear, mastery of fear–not absence of fear"],["Mark Twian"]],[["When the going gets tough, the tough get going"],["Joe Kennedy"]],[["Opportunities don’t happen, you create them"],["Chris Grosser"]],[["To accomplish great things, we must not only act, but also dream, not only plan, but also believe"],["Antaloe France"]],[["Good things come to people who wait, but better things come to those who go out and get them"],["Anonymous"]],[["We are what we repeatedly do. Excellence, then, is not an act, but a habit"],["Aristotle"]],[["It is during our darkest moments that we must focus to see the light"],["Aristotle Onassis"]],[["Always make a total effort, even when the odds are against you"],["Arnold Palmer"]],[["Start where you are. Use what you have. Do what you can"],["Arthur Ashe"]],[["Don’t wait for your feelings to change to take the action. Take the action and your feelings will change"],["Barbara Baron"]],[["Action may not always bring happiness; but there is no happiness without action"],["Benjamin Disraeli"]],[["The difference between a stumbling block and a stepping stone is how high you raise your foot"],["Benny Lewis"]],[["As we look ahead into the next century, leaders will be those who empower others"],["Bill Gates"]],[["Success comes from having dreams that are bigger than your fears"],["Bobby Unser"]],[["If you want to lift yourself up, lift up someone else"],["Booker T. Washington"]],[["You can never cross the ocean until you have the courage to lose sight of the shore"],["Christopher Columbus"]],[["You measure the size of the accomplishment by the obstacles you had to overcome to reach your goals"],["Booker T. Washington"]],[["The distance between insanity and genius is measured only by success"],["Bruce Feirstein"]],[["Never do tomorrow what you can do today. Procrastination is the thief of time"],["Charles Dickens"]],[["Don’t spend time beating on a wall, hoping to transform it into a door"],["Coco Chanel"]],[["The road to success and the road to failure are almost exactly the same"],["Colin R. Davis"]],[["The best way to predict the future is to create it"],["Abraham Lincoln"]],[["There are far, far better things ahead than any we leave behind"],["C.S. Lewis"]],[["Remember that not getting what you want is sometimes a wonderful stroke of luck"],["Dalai Lama"]],[["Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no help at all"],["Dale Carnegie"]],[["A successful man is one who can lay a firm foundation with the bricks others have thrown at him"],["David Brinkley"]],[["We become what we think about most of the time, and that’s the strangest secret"],["Earl Nightingale"]],[["The reason most people never reach their goals is that they don’t define them, or ever seriously consider them as believable or achievable. Winners can tell you where they are going, what they plan to do along the way, and who will be sharing the adventure with them"],["Denis Watiley"]],[["Develop success from failures. Discouragement and failure are two of the surest stepping stones to success"],["Dale Carnegie"]],[["The question isn’t who is going to let me; it’s who is going"],["Ayn Rand"]],[["Perfection is boring. Getting better is where all the fun is"],["Dragos Roua"]],[["It's hard to beat a person who never gives up"],["Babe Ruth"]],[["There are two ways of spreading light. To be the candle, or the mirror that reflects it"],["Edith Wharton"]],[["The future belongs to those who believe in the beauty of their dreams"],["Eleanor Roosevelt"]],[["Our greatest fear should not be of failure but of succeeding at things in life that don’t really matter"],["Francis Chan"]],[["There is no chance, no destiny, no fate, that can hinder or control the firm resolve of a determined soul"],["Ella Wheeler Wilcox"]],[["Your focus determines your reality"],["George Lucas"]],[["Build your own dreams, or someone else will hire you to build theirs"],["Farrah Gray"]],[["Do not wait; the time will never be 'just right.' Start where you stand, and work with whatever tools you may have at your command, and better tools will be found as you go along"],["George Herbert"]],[["You've got to get up every morning with determination if you’re going to go to bed with satisfaction"],["George Lorimer"]],[["Press forward. Do not stop, do not linger in your journey, but strive for the mark set before you"],["George Whitefield"]],[["Whether you think you can, or you can’t – either way you’re right"],["Henry Ford"]],[["If you genuinely want something, don’t wait for it — teach yourself to be impatient"],["Gurbaksh Chahal"]],[["Never give up, for that is just the place and time that the tide will turn"],["Harriet Beecher Stow"]],[["Never give in. Never, never, never, never—in nothing, great or small, large or petty—never give in, except to convictions of honour and good sense. Never yield to force. Never yield to the apparently overwhelming might of the enemy"],["Winston Churchill"]],[["It's not what you look at that matters, it's what you see"],["Henry David Thoreau"]],[["I can't change the direction of the wind, but I can adjust my sails to always reach my destination"],["Jimmy Dean"]],[["It is better to fail in originality than to succeed in imitation"],["Herman Melville"]],[["Limitations live only in our minds. But if we use our imaginations, our possibilities become limitless"],["Jamie Paolinetti"]],[["There is only one motivation, and that is desire. No reasons or principle contain it or stand against it"],["Jane Smiley"]],[["The work you do when you procrastinate is probably the work you should be doing for the rest of your life"],["Jessica Hische"]],[["If you are not willing to risk the usual you will have to settle for the ordinary"],["Jim Rohn"]],[["Sometimes you win, sometimes you learn"],["John C. Maxwell"]],[["Challenges are what make life interesting. Overcoming them is what makes life meaningful"],["Joshua J. Marine"]],[["There are two kinds of people in this world; those who want to get things done, and those who don’t want to make mistakes"],["John C. Maxwell"]],[["Don't be afraid to give up the good to go for the great"],["John D. Rockefeller"]],[["Don't let what you cannot do interfere with what you can do"],["John Wooden"]],[["Why should you continue going after your dreams? Because seeing the look on the faces of the people who said you couldn't… will be priceless"],["Kevin Ngo"]],[["The harder the battle, the sweeter the victory"],["Les Brown"]],[["If you don't value your time, neither will others. Stop giving away your time and talents- start charging for it"],["Kim Garst"]],[["Make sure your worst enemy doesn't live between your own two ears"],["Laird Hamilton"]],[["I have been impressed with the urgency of doing. Knowing is not enough; we must apply. Being willing is not enough; we must do"],["Leonardo da Vinci"]],[["Life is not about finding yourself. Life is about creating yourself"],["Lolly D"]],[["Every now and then it’s good to stop climbing and appreciate the view from right where you are"],["Lori Deschene"]],[["All progress takes place outside the comfort zone"],["Michael John Bobak"]],[["Always remember that you are absolutely unique; just like everyone else"],["Margaret Mead"]],[["You may have to fight a battle more than once to win it"],["Margaret Thatcher"]],[["If you have everything under control, you're not moving fast enough"],["Mario Andretti"]],[["Twenty years from now you will be more disappointed by the things that you didn't do than by the ones you did do, so throw off the bowlines, sail away from safe harbor, catch the trade winds in your sails. Explore, Dream, Discover"],["Mark Twain"]],[["The only person you should try to be better than, is the person you were yesterday"],["Matty Mullens"]],[["Nothing will work unless you do"],["Maya Angelou"]],[["You don't have to see the whole staircase, just take the first step"],["Martin Luther King Jr"]],[["I've missed more than 9,000 shots in my career. I’ve lost almost 300 games. 26 times I’ve been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed"],["Michael Jordan"]],[["Obstacles don't have to stop you. If you run into a wall, don’t turn around and give up"],["Michael Jordan"]],[["One way to keep momentum going is to have constantly greater goals"],["Michael Korda"]],[["There will be obstacles. There will be doubters. There will be mistakes. But with hard work, there are no limits"],["Michael Phelps"]],[["You can't put a limit on anything. The more you dream, the further you get"],["Michael Phelps"]],[["To be successful you must accept all challenges that come your way. You can’t just accept the ones you like"],["Mike Gafka"]],[["It isn't the mountains ahead to climb that wear you out; it’s the pebble in your shoe"],["Muhammad Ali"]],[["The starting point of all achievement is desire"],["Napoleon Hill"]],[["Whatever the mind of man can conceive and believe, it can achieve"],["Napoleon Hill"]],[["Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy"],["Norman Vincent Peale"]],[["You can give it all up here, lay low and \"die\". Beyond lies the home of the determined"],["Opeoluwa Adeoye"]],[["The number one reason people fail in life is because they listen to their friends, family, and neighbors"],["Napoleon Hill"]],[["Change your thoughts and you change your world"],["Norman Vincent Peale"]],[["Find a victory in every defeat to remain hopeful, and find a defeat in every victory to remain humble"],["Orrin Woodward"]],[["What seems to us as bitter trials are often blessings in disguise"],["Oscar Wilde"]],[["Only put off until tomorrow what you are willing to die having left undone"],["Pablo Picasso"]],[["There are only two options regarding commitment. You’re either in or you’re out. There is no such thing as life in-between"],["Pat Riley"]],[["The tragedy in life doesn’t lie in not reaching your goal. The tragedy lies in having no goal to reach"],["Benjamin Mays"]],[["More powerful than the will to win is the courage to begin"],["Orrin Woodward"]],[["Where there is a will, there is a way. If there is a chance in a million that you can do something, anything, to keep what you want from ending, do it. Pry the door open or, if need be, wedge your foot in that door and keep it open"],["Pauline Kael"]],[["When we strive to become better than we are, everything around us becomes better too"],["Paulo Coelho"]],[["You may only succeed if you desire succeeding; you may only fail if you do not mind failing"],["Philippos"]],[["What we achieve inwardly will change outer reality"],["Plutarch"]],[["The difference between the impossible and the possible lies in a person’s determination"],["Tommy Lasorda"]],[["Just when the caterpillar thought the world was ending, he turned into a butterfly"],["Proverb"]],[["We aim above the mark to hit the mark"],["Ralph Waldo Emerson"]],[["Don’t be pushed by your problems; be led by your dreams"],["Ralph Waldo Emerson"]],[["There are two types of people who will tell you that you cannot make a difference in this world: those who are afraid to try and those who are afraid you will succeed"],["Ray Goforth"]],[["You don’t drown by falling in water; you drown by staying there"],["Robert Collier"]],[["Don't watch the clock; do what it does. Keep going"],["Sam Levenson"]],[["Don't let the fear of losing be greater than the excitement of winning"],["Robert Kiyosaki"]],[["Don't judge each day by the harvest you reap but by the seeds that you plant"],["Robert Louis Stevenson"]],[["Better to do something imperfectly than to do nothing flawlessly"],["Robert Schuller"]],[["Don't live the same year 75 times and call it a life"],["Robin Sharma"]],[["The more difficult the victory, the greater the happiness in winning"],["Pele"]],[["We can't help everyone, but everyone can help someone"],["Ronald Reagan"]],[["If you're offered a seat on a rocket ship, don't ask what seat! Just get on"],["Sheryl Sandberg"]],[["Change your life today. Don't gamble on the future, act now, without delay"],["Simone de Beauvoir"]],[["I am not a product of my circumstances. I am a product of my decisions"],["Stephen Covey"]],[["Motivation is a fire from within. If someone else tries to light that fire under you, chances are it will burn very briefly"],["Stephen R Covey"]],[["Don't downgrade your dream just to fit your reality. Upgrade your conviction to match your destiny"],["Stuart Scott"]],[["When everything's coming your way, you're in the wrong lane"],["Steven Wright"]],[["If you want to make a permanent change, stop focusing on the size of your problems and start focusing on the size of you!"],["T. Harv Eker"]],[["When you've got something to prove, there's nothing greater than a challenge"],["Terry Bradshaw"]],[["Keep your eyes on the stars, and your feet on the ground"],["Theodore Roosevelt"]],[["Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time"],["Thomas Edison"]],[["Zeal without knowledge is fire without light"],["Thomas Huxley"]],[["Believe you can and you’re halfway there"],["Theodore Roosevelt"]],[["If you want to achieve excellence, you can get there today. As of this second, quit doing less-than-excellent work"],["Thomas J. Watson"]],[["I find that the harder I work, the more luck I seem to have"],["Thomas Jefferson"]],[["If you want something you've never had, you must be willing to do something you've never done"],["Thomas Jefferson"]],[["The individual who says it is not possible should get out of the way of those doing it"],["Tricia Cunningham"]],[["Failure is the condiment that gives success its flavor"],["Truman Capote"]],[["Perfection is not attainable, but if we chase perfection we can catch excellence"],["Vince Lombardi"]],[["Throw me to the wolves and I will return leading the pack"],["Unknown"]],[["There are better starters than me, but I’m a strong finisher"],["Usain Bolt"]],[["The only place where success comes before work is in the dictionary"],["Vidal Sassoon"]],[["I would rather die of passion than of boredom"],["Vincent van Gogh"]],[["Fortune sides with him who dares"],["Virgil"]],[["Aim for the moon. If you miss, you may hit a star"],["W. Clement Stone"]],[["If you can dream it, you can do it"],["Walt Disney"]],[["You must not let anyone define your limits because of where you come from. Your only limit is your soul"],["Walt Disney"]],[["Little minds are tamed and subdued by misfortune; but great minds rise above it"],["Washington Irving"]],[["Be miserable. Or motivate yourself. Whatever has to be done, it’s always your choice"],["Wayne Dyer"]],[["All our dreams can come true if we have the courage to pursue them"],["Walt Disney"]],[["Do not wait to strike till the iron is hot; but make it hot by striking"],["William Butler Yeats"]],[["Do or do not. There is no try"],["Yoda"]],[["When one door of happiness closes, another opens, but often we look so long at the closed door that we do not see the one that has been opened for us"],["Helen Keller"]],[["People often say that motivation doesn’t last. Well, neither does bathing – that’s why we recommend it daily"],["Zig Ziglar"]],[["Strive not to be a success, but rather to be of value"],["Albert Einstein"]],[["The most difficult thing is the decision to act, the rest is merely tenacity"],["Amelia Earhart"]],[["The most common way people give up their power is by thinking they don’t have any"],["Alice Walker"]],[["Certain things catch your eye, but pursue only those that capture the heart"],["Ancient Indian Proverb"]],[["How wonderful it is that nobody need wait a single moment before starting to improve the world"],["Anne Frank"]],[["Real difficulties can be overcome; it is only the imaginary ones that are unconquerable"],["Theodore N. Vail"]],[["A diamond is merely a lump of coal that did well under pressure"],["Unknown"]],[["A successful man is one who can lay a firm foundation with the bricks others have thrown at him"],["David Brinkley"]],[["All men who have achieved great things have been great dreamers"],["Orison Swett Marden"]],[["All of the great leaders have had one characteristic in common: it was the willingness to confront unequivocally the major anxiety of their people in their time. This, and not much else, is the essence of leadership"],["John Kenneth Galbraith"]],[["An invincible determination can accomplish almost anything and in this lies the great distinction between great men and little men"],["Thomas Fuller"]],[["The best way out is always through"],["Robert Frost"]],[["By recording your dreams and goals on paper, you set in motion the process of becoming the person you most want to be. Put your future in good hands — your own"],["Mark Victor Hansen"]],[["Desire is the key to motivation, but it’s determination and commitment to an unrelenting pursuit of your goal — a commitment to excellence — that will enable you to attain the success you seek"],["Mario Andretti"]],[["Don't worry about the world coming to an end today. It's already tomorrow in Australia"],["Charles Schulz"]],[["Dream as if you’ll live forever, live as if you’ll die today"],["James Dean"]],[["Enthusiasm moves the world"],["Arthur Balfour"]],[["Enter every activity without giving mental recognition to the possibility of defeat. Concentrate on your strengths, instead of your weaknesses… on your powers, instead of your problems"],["Paul J. Meyer"]],[["Everything that irritates us about others can lead us to an understanding of ourselves"],["Carl Jung"]],[["Give yourself an even greater challenge than the one you are trying to master and you will develop the powers necessary to overcome the original difficulty"],["William J. Bennett, The Book of Virtues"]],[["A person who never made a mistake never tried anything new"],["Albert Einstein"]],[["I know what I have to do, and I’m going to do whatever it takes. If I do it, I’ll come out a winner, and it doesn’t matter what anyone else does"],["Florence Griffith Joyner"]],[["Winners never quit, and quitters never win"],["Anonymous"]],[["If you are going to achieve excellence in big things, you develop the habit in little matters. Excellence is not an exception, it is a prevailing attitude"],["Charles R. Swindoll"]],[["Focus on the journey, not the destination. Joy is found not in finishing an activity but in doing it"],["Greg Anderson"]],[["If you start to think the problem is ‘out there,’ stop yourself. That thought is the problem"],["Stephen Covey"]],[["In a gentle way, you can shake the world"],["Mahatma Gandhi"]],[["It is a paradoxical but profoundly true and important principle of life that the most likely way to reach a goal is to be aiming not at that goal itself but at some more ambitious goal beyond it"],["Arnold Toynbee"]],[["Nurture your mind with great thoughts. To believe in the heroic makes heroes"],["Benjamin Disraeli"]],[["Knowing trees, I understand the meaning of patience. Knowing grass, I can appreciate persistence"],["Hal Borland"]],[["Yesterday is not ours to recover, but tomorrow is ours to win or lose"],["Lyndon Johnson"]],[["When nothing seems to help, I go and look at a stonecutter hammering away at his rock perhaps a hundred times without as much as a crack showing in it. Yet at the hundred and first blow it will split in two, and I know it was not that blow that did it – but all that had gone before"],["Jacob Riis"]],[["Do what you have to do until you can do what you want to do"],["Oprah Winfrey"]],[["Would you like me to give you a formula for success? It’s quite simple, really. Double your rate of failure. You are thinking of failure as the enemy of success. But it isn’t at all. You can be discouraged by failure or you can learn from it, So go ahead and make mistakes. Make all you can. Because remember that’s where you will find success"],["Thomas J. Watson"]],[["Your present circumstances don’t determine where you can go; they merely determine where you start"],["Nido Qubein"]],[["What great thing would you attempt if you knew you could not fail?"],["Robert H. Schuller"]],[["We must train from the inside out. Using our strengths to attack and nullify any weaknesses. It’s not about denying a weakness may exist but about denying its right to persist"],["Vince McConnell"]],[["The task of leadership is not to put greatness into people, but to elicit it, for the greatness is there already"],["John Buchan"]],[["With self-discipline most anything is possible"],["Theodore Roosevelt"]],[["The secret of joy in work is contained in one word – excellence. To know how to do something well is to enjoy it"],["Pearl Buck"]],[["If you’re going through hell, keep going"],["Winston Churchill"]],[["There is no agony like bearing an untold story inside of you"],["Maya Angelou"]],[["Successful and unsuccessful people do not vary greatly in their abilities. They vary in their desires to reach their potential"],["John Maxwell"]],[["Everything you’ve ever wanted is on the other side of fear"],["George Addair"]],[["Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful"],["Albert Schweitzer"]],[["Much of the stress that people feel doesn't come from having too much to do. It comes from not finishing what they've started"],["David Allen"]],[["Study while others are sleeping; work while others are loafing; prepare while others are playing; and dream while others are wishing"],["William Arthur Ward"]],[["Nothing is impossible, the word itself says 'I'm possible'!"],["Audrey Hepburn"]],[["Put your heart, mind, and soul into even your smallest acts. This is the secret of success"],["Lance Armstrong"]],[["Nothing in the world can take the place of Persistence. Talent will not; nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not; the world is full of educated derelicts. Persistence and determination alone are omnipotent. The slogan ‘Press On’ has solved and always will solve the problems of the human race"],["Calvin Coolidge"]],[["Nobody can go back and start a new beginning, but anyone can start today and make a new ending"],["Maria Robinson"]],[["My attitude is that if you push me towards something that you think is a weakness, then I will turn that perceived weakness into a strength"],["Michael Jordan"]],[["Live with intention. Walk to the edge. Listen hard. Practice wellness. Play with abandon. Laugh. Choose with no regret. Do what you love. Live as if this is all there is"],["Mary Anne Roadacher-Hershey"]]]