[["People often say that motivation doesn’t last. Well, neither does bathing–that’s why we recommend it daily"], ["Zig Ziglar"]],
[["We become what we think about most of the time, and that’s the stranges"], ["Earl Nightingale"]],
[["Too many of us are not living our dreams because we are living our fears"], ["Les Brown"]],
[["I find that when you have a real interest in life and a curious life, that sleep is not the most important thing"], ["Martha Stewart"]],
[["It’s not what you look at that matters, it’s what you see"], ["Anonymous"]],
[["The road to success and the road to failure are almost exactly the same"], ["Colin R. Davis"]],
[["The function of leadership is to produce more leaders, not more followers"], ["Ralph Nader"]],
[["Success is liking yourself, liking what you do, and liking how you do it."], ["Maya Angelou"]],
[["As we look ahead into the next century, leaders will be those who empower others"], ["Bill Gates"]],
[["A real entrepreneur is somebody who has no safety net underneath them"], ["Henry Kravis"]],
[["The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself"], ["Mark Caine"]],
[["People who succeed have momentum. The more they succeed, the more they want to succeed, and the more they find a way to succeed. Similarly, when someone is failing, the tendency is to get on a downward spiral that can even become a self-fulfilling prophecy"], ["Tony Robbins"]],
[["When I dare to be powerful, to use my strength in the service of my vision, then it becomes less and less important whether I am afraid"], ["Audre Lorde"]],
[["Whenever you find yourself on the side of the majority, it is time to pause and reflect"], ["Mark Twain"]],
[["The successful warrior is the average man, with laser-like focus"], ["Bruce Lee"]],
[["There is no traffic jam along the extra mile"], ["Roger Staubach"]],
[["Develop success from failures. Discouragement and failure are two of the surest stepping stones to success"], ["Dale Carnegie"]],
[["If you don’t design your own life plan, chances are you’ll fall into someone else’s plan. And guess what they have planned for you? Not much"], ["Jim Rohn"]],
[["If you genuinely want something, don’t wait for it–teach yourself to be impatient"], ["Gurbaksh Chahal"]],
[["If you want to make a permanent change, stop focusing on the size of your problems and start focusing on the size of you!"], ["T. Harv Eker"]],
[["You can’t connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something–your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life"], ["Steve Jobs"]],
[["Two roads diverged in a wood and I  took the one less traveled by, and that made all the difference"], ["Robert Frost"]],
[["The number one reason people fail in life is because they listen to their friends, family, and neighbors"], ["Napoleon Hill"]],
[["The reason most people never reach their goals is that they don’t define them, or ever seriously consider them as believable or achievable. Winners can tell you where they are going, what they plan to do along the way, and who will be sharing the adventure with them"], ["Denis Waitley"]],
[["In my experience, there is only one motivation, and that is desire. No reasons or principle contain it or stand against it."], ["Jane Smiley"]],
[["Success does not consist in never making mistakes but in never making the same one a second time"], ["George Bernard Shaw"]],
[["I don’t want to get to the end of my life and find that I lived just the length of it. I want to have lived the width of it as well"], ["Diane Ackerman"]],
[["You must expect great things of yourself before you can do them"], ["Michael Jordan"]],
[["Motivation is what gets you started. Habit is what keeps you going"], ["Jim Ryun"]],
[["People rarely succeed unless they have fun in what they are doing"], ["Dale Carnegie"]],
[["There is no chance, no destiny, no fate, that can hinder or control the firm resolve of a determined soul"], ["Ella Wheeler Wilcox"]],
[["Our greatest fear should not be of failure but of succeeding at things in life that don’t really matter"], ["Francis Chan"]],
[["You’ve got to get up every morning with determination if you’re going to go to bed with satisfaction"], ["George Lorimer"]],
[["A goal is not always meant to be reached; it often serves simply as something to aim at"], ["Bruce Lee"]],
[["Success is … knowing your purpose in life, growing to reach your maximum potential, and sowing seeds that benefit others"], ["John C. Maxwell"]],
[["Be miserable. Or motivate yourself. Whatever has to be done, it’s always your choice"], ["Wayne Dyer"]],
[["To accomplish great things, we must not only act, but also dream, not only plan, but also believe"], ["Antole France"]],
[["Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no help at all"], ["Dale Carnegie"]],
[["You measure the size of the accomplishment by the obstacles you had to overcome to reach your goals"], ["Booker T. Washington"]],
[["Real difficulties can be overcome; it is only the imaginary ones that are unconquerable"], ["Theodore N. Vail"]],
[["It is better to fail in originality than to succeed in imitation"], ["Herman Melville"]],
[["What would you do if you weren’t afraid"], ["Spencer Johnson"]],
[["Little minds are tamed and subdued by misfortune; but great minds rise above it"], ["Washington Irving"]],
[["Failure is the condiment that gives success its flavor"], ["Truman Capote"]],
[["Don’t let what you cannot do interfere with what you can do"], ["John R. Wooden"]],
[["You may have to fight a battle more than once to win it"], [" Margaret Thatcher"]],
[["A man can be as great as he wants to be. If you believe in yourself and have the courage, the determination, the dedication, the competitive drive and if you are willing to sacrifice the little things in life and pay the price for the things that are worthwhile, it can be done"], ["Vince Lombardi"]],


