[["Our life is frittered away by detail. Simplify, simplify"], ["Henry David Thoreau"]],
[["The best way out is always through"], ["Robert Frost"]],
[["Success is how high you bounce when you hit bottom"], ["George S. Patton"]],
[["Life isn’t about finding yourself. Life is about creating yourself"], ["George Bernard Shaw"]],
[["Life must be lived and curiosity kept alive. One must never, for whatever reason, turn his back on life"], ["Eleanor Roosevelt"]],
[["Good friends, good books, and a sleepy conscience: this is the ideal life"], ["Mark Twain"]],
[["Life is really simple, but we insist on making it complicated"], ["Confucius"]],
[["If you want to live a happy life, tie it to a goal, not to people or things"], ["Albert Einstein"]],
[["Look deep into nature, and then you will understand everything better"], ["Albert Einstein"]],
[["Never let the fear of striking out keep you from playing the game"], ["Babe Ruth"]],
[["Love the life you live. Live the life you love"], ["Bob Marley"]],
[["Keep calm and carry on"], ["Wiston Chruchill"]],
[["Love all, trust a few, do wrong to none"], ["William Shakespeare"]],
[["Life is ours to be spent, not to be saved"], ["D. H. Lawrence"]],
[["Life is short, death is forever"], ["Chuck Palahniuk"]],
[["In three words I can sum up everything I’ve learned about life: It goes on"], ["Robert Frost"]],
[["Life is short but it is wide. This too shall pass"], ["Rebecca Wells"]],
[["The greatest pleasure of life is love"], ["Euripides"]],
[["Fortune and love favor the brave"], ["Ovid"]],
[["Life can be simple and beautiful. Focus on the good things"], ["Maxime Lagacé"]],
[["Life is a long lesson in humility"], ["James M. Barrie"]],
[["It’s better to dance than to march through life"], ["Yoko Ono"]],
[["We are who we choose to be"], ["Green Goblin"]],
[["Life is short, and it is up to you to make it sweet"], ["Sarah Louise Delany"]],
[["I’m always doing things I can’t do. That’s how I get to do them"], ["Pablo Picasso "]],
[["Relentlessly prune bullshit, don’t wait to do things that matter, and savor the time you have. That’s what you do when life is short."], ["Paul Graham"]],
[["No one can compete with you on being you. Most of life is a search for who and what needs you the most"], ["Naval Ravikant"]],
[["Play iterated games. All the returns in life, whether in wealth, relationships, or knowledge, come from compound interest"], ["Naval Ravikant"]],
[["The woman who follows the crowd will usually go no further than the crowd. The woman who walks alone is likely to find herself in places no one has been before"], ["Albert Einstein"]],
[["To do the useful thing, to say the courageous thing, to contemplate the beautiful thing: that is enough for one man’s life"], ["T.S. Eliot"]],
[["The purpose of life is to believe, to hope, and to strive"], ["Indira Gandhi"]],
[["I alone cannot change the world, but I can cast a stone across the water to create many ripples"], ["Mother Teresa"]],
[["Be willing to sacrifice what you think you have today for the life that you want tomorrow"], ["Neil Strauss"]],
[["The only impossible journey is the one you never begin"], ["Tony Robbins"]],
[["Your best life will not be found in comfort. It will be found in fighting for what you believe in"], ["Maxime Lagacé"]],
[["The one thing that you have that nobody else has is you. Your voice, your mind, your story, your vision. So write and draw and build and play and dance and live as only you can"], ["Neil Gaiman"]],
[["My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style"], ["Maya Angelou"]],
[["Doing is a quantum leap from imagining"], ["Barbara Sher"]],
[["Life has no meaning unless one lives it with a will, at least to the limit of one’s will"], ["Paul Gauguin"]],
[["Be so good they can’t ignore you."], ["Steve Martin"]],
[["If you don’t like something change it; if you can’t change it, change the way you think about it"], ["Mary Engelbreit"]],
[["The greatest discovery of any generation is that a human being can alter his life by altering his attitude"], ["William James"]],
[["We are all in the gutter, but some of us are looking at the stars"], ["Oscar Wilde"]],
[["All our dreams can come true if we have the courage to pursue them"], ["Walt Disney"]],
[["If you say you can or you can’t you are right either way"], ["Henry Ford"]],
[["Perpetual optimism is a force multiplier."], ["Colin Powell"]],
[["I am thankful to all who said no to me. It is because of them that I’m doing it myself"], ["Albert Einstein"]],
[["Everything has beauty, but not everyone sees it."], ["Confucius"]],
[["The dreamers are the saviors of the world"], ["James Allen"]],
[["Try to enjoy the great festival of life with other men! "], ["Epictetus"]],
[["Remember: the more you expect things to be a certain way, the more disappointed you’ll be. Accept life as it is. You’ll be free"], ["Maxime Lagacé"]],
 [[""], [""]],
 [["In the midst of winter, I found there was within me an invincible summer"], ["Albert Camus"]],
 [["When you arise in the morning think of what a precious privilege it is to be alive, to breathe, to think, to enjoy, to love"], ["Marcus Aurelius"]],
 [["Because of your smile, you make life more beautiful"], ["Marcus Aurelius"]],
 [["Life always waits for some crisis to occur before revealing itself at its most brilliant"], ["Paulo Coelho (Eleven Minutes)"]],
 [["The aim of life is to live, and to live means to be aware, joyously, drunkenly, serenely, divinely aware"], ["Henry Miller"]],
 [["Every second you have on this planet is very precious and it’s your responsibility that you’re happy"], ["Naval Ravikant"]],
 [["I will go anywhere as long as it’s forward"], ["David Livingston"]],
 [["You’re only here for a short visit. Don’t hurry, don’t worry. And be sure to smell the flowers along the way"], ["Walter Hagen"]],
 [["Find ecstasy in life; the mere sense of living is joy enough"], ["Emily Dickinson"]],
 [["You have just one life to live. It is yours. Own it, claim it, live it, do the best you can with it"], ["Hillary Clinton"]],
 [["Most great people have attained their greatest success one step beyond their greatest failure"], ["Napoleon Hill"]],
 [["In the middle of a difficulty lies opportunity"], ["Albert Einstein"]],
 [["Life doesn’t require that we be the best, only that we try our best"], ["H. Jackson Brown Jr."]],
 [["May you live all the days of your life"], ["Jonathan Swift"]],
 [["Happiness is the absence of the striving for happiness"], ["Zhuangzi"]],
 [["Defeat is simply a signal to press onward"], ["Helen Keller"]],
 [["I’ve failed over and over and over again in my life. And that is why I succeed"], ["Michael Jordan"]],
 [["The first step is you have to say that you can"], ["Will Smith"]],
 [["Discouragement and failure are two of the surest stepping stones to success"], ["Dale Carnegie"]],
 [["Once you choose hope, anything’s possible"], ["Christopher Reeve"]],
 [["Keep smiling, because life is a beautiful thing and there’s so much to smile about."], ["Marilyn Monroe"]],
 [["There is only one happiness in life – to love and to be loved"], ["George Sand"]],
 [["Kid, you’ll move mountains! Today is your day! Your mountain is waiting, so get on your way!"], ["Dr. Seuss"]],
 [["Rise above the storm and you will find the sunshine"], ["Mario Fernandez"]],
 [["Some people never go crazy. What truly horrible lives they must lead"], ["Charles Bukowski"]],
 [["Those who believe in telekinetics, raise my hand."], ["Kurt Vonnegut"]],
 [["Two things are infinite: the universe and human stupidity; and I’m not sure about the universe"], ["Albert Einstein"]],
 [["Accept who you are. Unless you’re a serial killer"], ["Ellen DeGeneres"]],
 [["All generalizations are false, including this one"], ["Mark Twain"]],
 [["When angry, count to four; when very angry, swear"], ["Mark Twain"]],
 [["If life is a video game, the graphics are great, but the plot is confusing and the tutorial is way too long"], ["Elon Musk"]],
 [["When life gives you lemons, squirt someone in the eye"], ["Cathy Guisewite"]],
 [["Life is pain. Anyone who says otherwise is selling something"], ["William Goldman"]],
 [["A woman’s mind is cleaner than a man’s: She changes it more often"], ["Oliver Herford"]],
 [["I can resist everything except temptation"], ["Oscar Wilde"]],
 [["The planet is fine. The people are fucked"], ["George Carlin"]],
 [["The reason I talk to myself is because I’m the only one whose answers I accept"], ["George Carlin"]],
 [["I love deadlines, I like the whooshing sound they make as they fly by"], ["Douglas Adams"]],
 [["Never trust people who smile constantly. They’re either selling something or not very bright"], ["Laurell K. Hamilton"]],
 [["All you need is love. But a little chocolate now and then doesn’t hurt."], ["Charles Schulz"]],
 [["Women and cats will do as they please, and men and dogs should relax and get used to the idea"], ["Robert A Heinlein"]],
 [["If you’re too open-minded; your brains will fall out"], ["Lawrence Ferlinghetti"]],
 [["Behind every great man is a woman rolling her eyes"], ["Jim Carrey"]],
 [["Life is so short. I would rather sing one song than interpret the thousand"], ["Jack London"]],
 [["Life is made of ever so many partings welded together"], ["Charles Dickens"]],
 [["The flavor of life is on the edge"], ["Naval Ravikant"]],
 [["We are evolved to search for meaning but ultimately life has none"], ["Naval Ravikant"]],
 [["This is your life and it’s ending one minute at a time"], ["Tyler Durden (Fight Club)"]],